var mainData = [
    {
        "title": "每课一考（第十七课）",
        "subtitle":"第十七课",
        "testdate":"2022-09-19",
        "words": ["气球","这里","明天","节日","昨天","老师","台上","爸爸真开心！","妈妈每天讲故事","我祝爸爸生日快乐","庆祝晚爱课","因为故真"]
    },
    {
        "title": "每课一考（第十八课）",
        "subtitle":"第十八课",
        "testdate":"",
        "words": ["什么","动物","河马","尾巴","再见","果园","大叫","站起来","爸爸的力气大","小鸟有尖尖的爪子","象兔猫尾狮","星期带猩"]
    },
    {
        "title": "每课一考（第十九课）",
        "subtitle":"第十九课",
        "testdate":"",
        "words": ["学校","梯子","公园","广场","皮球","高兴","拍手叫好","弟弟在看书","我到书店买文具","妹妹常常和小乐一起玩","组屋校场商步","图游拍捉戏"]
    }
]