var mainData = [
    {
        "title": "听闻 - 听闻轨理",
        "subtitle":"听闻",
        "testdate":"14/07/2024",
        "words": [
            "如何讲听二种殊胜相应法中分三，一听闻轨理，二讲说轨理，三于完结时共作轨理。",
            "初中(听闻轨理)分三，一思惟闻法所有胜利，二于法 法师发起承事，三正听轨理。今初",
            "听闻集云:「由闻知诸法，由闻遮诸恶，由闻断无义，由闻得涅槃。」又云:「如入善覆蔽，黑暗障室内，纵然有众色，具眼亦莫见。如是于此中，生人虽具慧，然未听闻时，不知善恶法。如具眼有灯，则能见诸色，如是由听闻，能知善恶法。」",
            "本生论亦云:「若由闻法发信意，成妙欢喜获坚住，启发智慧无愚痴，用自肉买亦应理。闻除痴暗为明灯，盗等难携最胜财，是摧愚怨器开示，方便教授最胜友。虽贫不变是爱亲，无所损害愁病药，摧大罪军最胜军，亦是誉德最胜藏，遇诸善士为胜礼，于大众中智者爱。」又云:「听闻随转修心要，少力即脱生死城。」于其所说诸闻胜利，应当决心发起胜解。",
            "复次应如菩萨地说，须以五想听闻正法。谓佛出世极罕难遇，其法亦然，由稀贵故，作<b>珍宝想</b>。时时增长俱生慧故，作<b>眼目想</b>。由其所授智慧眼目能见如所有性，及尽所有性故，作<b>光明想</b>。于究竟时能与涅槃菩提果故，作<b>大胜利想</b>。现在亦能得彼二之因，止观乐故，作<b>无罪想</b>。作是思惟，即是<u>思惟听闻胜利</u>(1)。",
            "(2)<u>于法法师发起承事</u>者。如地藏经云:「专信恭敬听闻法，不应于彼起毁谤。于说法师供养者，谓于师起如佛想。」应视如佛，以狮座等恭敬利养而为供事，断不尊敬。应如菩萨地中所说，而正听闻。谓应无杂染，不应作意法师五处。",
            "<b>离高举者</b>，应时听闻，发起恭敬，发起承事，不应忿恚，随顺正行，不求过失，由此六事而听闻之。<b>离轻蔑杂染者</b>，谓极敬重法及法师，及于彼二不生轻蔑。",
            "不应作意五处所者，<b>谓戒穿缺</b>，<b>种性下劣</b>，<b>形貌丑陋</b>，<b>文辞鄙恶</b>，<b>所发语句粗不悦耳</b>。便作是念，不从此闻，而弃舍之。如本生中亦云:「处极低劣座，发起调伏德，以具笑目视，如饮甘露雨，起敬专至诚，善净无垢意，如病听医言，起承事闻法。」",
            "(3)<u>正闻轨理</u>分二，一断器三过，二依六种想。今初",
            "若器倒覆，及纵向上然不净洁，并虽净洁若底穿漏，天虽于彼降以雨泽，然不入内，及虽入内或为不净之所染污，不能成办余须用事，或虽不为不净染污，然不住内，当泻漏之。",
            "如是虽住说法之场，然不属耳，或虽属耳然有邪执，或等起心有过失等，虽无上说彼等众过，然听闻时，所受文义不能坚持，由忘念等之所失坏，则其闻法全无大益，故须离彼等，此三对治，经说三语，谓善，谛听闻，意思念之，此亦犹如菩萨地说:「希于遍知，专注属耳，意善敬住，以一切心，思惟听闻，」",
            "依六想中，<b>于自安住如病想者</b>(1)。如入行云:「若遭常病逼，尚须依医言，况长遭贪等，百过病所逼。」延长难疗，发猛利苦，贪等惑病，于长时中，而痛恼故，于彼应须了知是病。迦摩巴云:「若非实事，作实事修，虽成颠倒。然遭三毒，极大干病之所逼迫，病势极重，我等竟无能知自是病者。」",
            "<b>于说法师住如医想者</b>(2)。如遭极重风胆等病，便求善医，若得会遇发大欢喜，随教听受恭敬承事。如是于宣说法善知识所，亦应如是寻求，既会遇已，莫觉如负担，应持为庄严，依教奉行，恭敬承事。摄德宝中作是说故:「故诸勇求胜菩提，智者定应摧我慢，如诸病人亲医治，亲善知识应无懈。」",
            "<b>于所教诫起药品想者</b>(3)。如诸病者，于其医师所配药品，起大珍爱。于说法师，所说教授，及其教诫，见重要已，应多励力，珍爱执持，莫令由其忘念等门，而致损坏。",
            "<b>于殷重修起疗病想者</b>(4)。犹如病者，见若不服医所配药，病则不瘥，即便饮服。于说法师所垂教授，若不修习，亦见不能摧伏贪等，则应殷重而起修习。不应无修，唯爱多积异类文辞，而为究竟。是亦犹如害重癞疾，手足脱落，若仅习近一二次药，全无所济。我等自从无始，而遭烦恼重病之所逼害，若依教授义，仅一二次，非为完足。故于圆具一切道分，应勤励力，如瀑流水，以观察慧，而正思惟。",
            "如大德月大阿阇黎赞悔中云:「 此中心亦恒愚昧，长时习近重病疴，如具癞者断手足，依少服药有何益。」 由是于自作病者想，极为切要。如有此想，余想皆起。此若仅是空言，则亦不为除烦恼故修教授义，唯乐多闻，犹如病者，求医师已，而不服药，若唯爱着所配药品，病终无脱。三摩地王经云i 「诸人病已身遭苦，无数年中未暂离，彼因重病久恼故，为疗病故亦求医。彼若数数勤访求，获遇黠慧明了医，医亦安住其悲愍，教令服用如是药。",
            "受其珍贵众良药，若不服用疗病药，非医致使非药过，唯是病者自过失。如是于此教出家，遍了力根静虑已，若于修行不精进，不勤现证岂涅槃。」 又云:「我虽宣说极善法，汝若闻已不实行，如诸病者负药囊，终不能医自体病。」 入行论亦云:「此等应身行，唯言说何益，若唯诵药方，岂益诸病者。」 故于殷重修，应当发起疗病之想。",
            "言殷重者，谓于善知识教授，诸取舍处，如实行持。此复行持，须先了知，知则须闻。闻已了知，所有须要，即是行持。故于闻义，应随力能，而起行持，是极扼要。如是亦如听闻集云:「设虽有多闻，不善护尸罗，由戒故呵彼，其闻非圆满。设虽闻寡少，能善护尸罗，由戒故赞彼，其闻为圆满。若人既少闻，不善护尸罗，由俱故呵彼，其禁行非圆。若人闻广博，及善护尸罗，由俱故赞彼，其禁行圆满。」 ",
            "又云:「虽闻善说知心藏，修诸三昧知坚实，若行放逸令粗暴，其闻及知无大义。若喜圣者所说法，身语如之起正行，是等具忍友伴喜，根护得闻知彼岸。」",
            "劝发增上意乐亦云:「谓我失修今何作，殁时凡愚起忧悔，未获根底极苦恼，此是爱着言说失。」 又云:「如有处居观戏场，谈说其余勇士德，自己失坏殷重修，此是爱着言说失。」又云:「甘蔗之皮全无实，所喜之味处于内，若人嚼皮故非能，获得甘蔗精美味。如其外皮言亦尔，思此中义如其味，故应远离言说着，常不放逸思惟义。」",
            "<b>于如来所住善士想者</b>(5)。随念世尊是说法师，发起恭敬。",
            "<b>于正法理起久住想者</b>(6)。作是思惟，何能由其闻如是法，令胜者教，久住于世。",
            "复次于法若讲若听，将自相续若置余处，另说余法，是则任其讲何法事，不关至要。故须正为，决择自身，而听闻之。譬如欲知面上有无黑污等垢，照镜知已即除其垢。若自行为有诸过失，由闻正法现于法镜，尔时意中便生热恼，谓我相续何乃至此。次乃除过，修习功德，是故须应随法修学。",
            "本生论云:「我鄙恶行影，明见于法镜，意极起痛恼，我当趣正法。」是如苏达萨子，请月王子宣说法时，菩萨了知彼之意乐，成闻法器而为说法。总之应作是念发心，谓我为利一切有情，愿当成佛，为成佛故，现见应须修学其因。因须先知，知须听法，是故应当听闻正法。思念闻法胜利，发勇悍心，断器过等而正听闻。"

        ]
    }
]