var mainData = {
  title: "P113L9 - P115L8 第五由知---勤修皈依",
  subtitle: "",
  testdate: "18/07/2026",
  paragraph: [
    {
      category: "title",
      mainTitle: "广论消文",
      subTitle: "A组\n2026年7月18日",
    },
    {
      category: "content",
      pageTitle: "P113L9-L11 第五由知---有二四聚",
      personInCharge: "道福",
      originalText:
        "第五由知胜利，昼三夜三，勤修皈依分二，一摄分所出胜利，二教授所出胜利。初中有二四聚。",
      explanation:
        "第五科・了解利益后・应当白天三次、晚间三次皈依，分为二科：一，出自于《摄分》的利益；二，出自于口诀的利益。",
    },
    {
      category: "content",
      pageTitle: "P113L11-L13 初四聚中---能测量。",
      personInCharge: "道福",
      originalText:
        "初四聚中，一获广大福者，如无死鼓音陀罗尼云　「佛世尊难思，正法亦难思，圣僧不思议，诸信不思议，异熟亦难思。」摄波罗蜜多论亦云　「皈依福有色，三界器犹狭，如大海水藏，非握能测量。",
      explanation:
        "第一科分为两组四法：\n第一组四法中，一，获得广大的福德：\n如同《无死鼓音陀罗尼经》所说：「佛陀世尊不可思议・正法也不可思议・圣者僧伽不可思议・深信此不可思议的人们・其异熟果不可思议。」《摄波罗蜜多论》中也说：「如果皈依的福德具有形体・即使以整个三界作为容器也太狭小・好比汪洋大海的水量，其他人无法用手捧来测量。」",
    },
    {
      category: "content",
      pageTitle: "P113L13-P114L1 」二获大---得解脱。",
      personInCharge: "道福",
      originalText:
        "」二获大欢喜者，如念集中云　「若诸日夜中，能随念诸佛，正皈依佛者，此是人所得。」于余二宝亦如是说。我今获得依止如是三宝归宿，是为善得，作意思惟，增长欢喜。三获三摩地，四获大清净者，谓由等持及以慧学而得解脱。",
      explanation:
        "二，获得欢喜与最殊胜的欢喜：\n如同《念集》中说道：「谁能日日夜夜忆念并且皈依佛陀，这些便是完美地获得人们最超胜的收获。」这里也结合了其他二宝而宣说。如上所述而心想：「有幸得以依靠这样的三皈依处，我真是完美地得到了收获。」欢喜心会越来越增长。\n\n三，获得三摩地与四，获得清净：是借由定学及慧学而解脱。",
    },
    {
      category: "content",
      pageTitle: "P114L2-L4 第二四聚---士数中。",
      personInCharge: "丽珍",
      originalText:
        "第二四聚中，一具大守护者，至下当说。二于一切种邪胜解障，皆得轻微或永灭尽者，谓由信解皈依恶师恶法恶友增上力故，造诸恶业，皆得轻微，当得清净。三得堕入正行正至善士数中。",
      explanation:
        "第二组四法中\n(1) 具大守护－拥有强大的守护\n由于皈依三宝得加持，无论人与非人都无法造成伤害，而获得大守护。关于这点，到后面会进一步说明。\n(2) 所有颠倒信解的障碍都得以削弱、消灭、尽除。\n这是指过去经由信解而皈依恶师，行诸恶法、结交恶友，所累积的恶业，都将减弱及净化。\n(3) 能挤身于正确地迈向殊胜的殊胜士夫当中",
    },
    {
      category: "content",
      pageTitle: "P114L4-L6 四为其大---同分中。",
      personInCharge: "丽珍",
      originalText:
        "四为其大师同梵行者，及于圣教净信诸天爱念欢喜者，谓得趣入善士数中，为大师等之所喜乐。诸天如何欢喜者，谓彼欢喜唱如是言，我等由其成就皈依，从彼处没来生此间。是诸人等，今既成就多住皈依，亦当来我众同分中。",
      explanation:
        "(4) 导师世尊与同梵行者，以及喜爱圣教的天神们都会悦意欢喜\n这是指进入殊胜士夫的行列，令导师师尊、僧众同行、天神等爱念欢喜。\n诸天如何欢喜呢？他们会心想，欢喜的唱说道：「昔日我们因为具有皈依，依法去做，所以从前世所居之处那里过世之后，从人道转生到这些天神之中，而今看到世间诸人同样具有并且多次安住这样的皈依，因此，他们过世之后，将会转生到这里的天神之中。成为我们的友伴，由彼故心生欢喜而特为赞叹宣扬。",
    },
    {
      category: "content",
      pageTitle: "P114L7-L9 教授所出---弟子数。",
      personInCharge: "碧云",
      originalText:
        "教授所出胜利分八。一得入内道佛弟子者，总有多种建立内外差别道理，然共称许觉窝与寂静论师，以有皈依而为判别，谓得皈依，乃至未舍。是故最初入佛弟子者，须由至心于三宝所受为大师等，此若无者，任作何善，皆不能入佛弟子数。",
      explanation:
        "由阿底峡尊者的教授中所示的皈依胜利，可分为八项功德。\n(1) 成为内道佛弟子：\n区别内道和外道的方法有很多，以见地或行持区分；以阿底峡尊者和寂静论师共同主张，以皈依为准。也就是以有无皈依作为判别的依据。因此，从获得皈依，一直到未曾舍弃三宝前，都称为佛弟子。也就是在最初皈依的时候，必须发自内心至诚地接受三宝，以佛为我们皈依的大师，法是我们证得果位的正法，僧是我们皈依的助伴，这样才能真正得到皈依。如果没有这样做，无论做任何善行，都不会进入佛弟子的行列。",
    },
    {
      category: "content",
      pageTitle: "P114L9-L11 二成一切---仪发生。",
      personInCharge: "碧云",
      originalText:
        "二成一切律仪所依处者，俱舍释云　「受皈依者，是受一切律仪之门。」皈依七十论亦云　「近事皈三宝，此是八律本。」此中意趣，谓由皈依而能坚固涅槃意乐，从此意乐律仪发生。",
      explanation:
        "(2) 成为一切律仪的根本：\n《俱舍论释》中说：「皈依是接受一切律仪的大门。」\n《皈依七十论》中也说：「在家居士因为皈依了三宝，可说是已具足受持八种律仪的根本。」这其中的涵义，是说先要皈依三宝，成为佛弟子才能得到戒体；由于持戒，才能生出定、慧，而达最后解脱；换句话说，有了皈依，可以坚固出离心，而以此涅槃意乐为等起，才会持守各种戒律。",
    },
    {
      category: "content",
      pageTitle: "P114L11-L13 三先集业---趣因故。",
      personInCharge: "碧云",
      originalText:
        "三先集业障轻微灭尽者，集学论中，显示皈依能净罪时，说云　「此中应以生猪因缘，而为譬喻。」谓有天子当生猪中，由皈依故，即未生彼，是由皈依能净当生恶趣因故。",
      explanation:
        "(3) 往昔所集的业障转轻、或灭：\n《集学论》中提到皈依能净治罪障时说：\n「此处应当以生猪因缘的故事，作为譬喻。」过去一位三十三天的天子，在自身出现五衰相现时，知道福报已尽，即将死亡，并因宿世恶业将堕生到猪头罗刹女胎中，因此悲痛不已，经由帝释天劝说皈依佛陀，结果死后反而投生到更高的兜率天。这说明皈依三宝能清净当生恶趣的业因。",
    },
    {
      category: "content",
      pageTitle: "P114L13-P115L2 「若有皈---前应知。",
      personInCharge: "碧云",
      originalText:
        "「若有皈依佛，彼不往恶趣，舍弃人身已，彼当得天身。」于法及僧亦如是说。故先集罪，有者轻微，有者罄尽。四积广大福者，如前所说。五不堕恶趣，由前应知。",
      explanation:
        "当时帝释天说：「凡能皈依佛，就可以避免堕入恶道，在寿命终了时舍弃此身躯，转为天人。」皈依法及皈依僧，也具有同等功德。所以皈依三宝，可以将前世所积累的恶业转变，有的变轻或完全净除。\n(4) 积集广大福德：如前所说，皈依的福报若有形色，三界都无法容纳。\n(5) 不堕恶趣：由前所说应知，皈依会转变恶业，甚至让恶业完全消失。既然没有恶业，就不会再堕恶趣。",
    },
    {
      category: "content",
      pageTitle: "P115L2-L4 六人与非---越诸苦。",
      personInCharge: "绣丽",
      originalText:
        "六人与非人不能为难者，如经云　「诸遭怖畏人，多皈依山林，及皈诸园囿，皈所供树木。其皈非尊胜，其皈非第一，虽依其依处，不能脱众苦。",
      explanation:
        "(六) 人与非人不能阻碍。\n如《听闻集》经中说：有很多遭遇到苦难的人们，因为恐惧害怕而皈依山狱、森林、林园，以及供奉天神与树神等。他归依是因为遇到了困难希望求个依靠，解决他所遭遇到的困难，免除他的怖畏。但是这样的皈依处，实际上并不崇高，这样的皈依处也不超胜，即使依靠这样的取依处，也不能解脱一切痛苦。",
    },
    {
      category: "content",
      pageTitle: "P115L4-L6 八支圣道---为譬喻。",
      personInCharge: "绣丽",
      originalText:
        "若时有皈依，佛法及僧伽，由知苦苦集，正超越诸苦。八支圣道乐，当趣般涅槃，以智慧观见，诸四圣谛理。此皈为尊胜，此皈是第一，由皈此皈处，能解脱众苦。」此中应以成就风索外道等缘，而为譬喻。",
      explanation:
        "何时有人皈依佛法僧，并以智慧观见四圣谛，知晓痛苦及能生痛苦的集，还有彻底超越痛苦，以及八圣道支，能够迈向安乐的涅槃。\n这样的皈依处才崇高，这样的皈依处最为超胜，依靠这样的皈依处，才能够真正解脱一切痛苦。此处应当以修成风之绳索的外道等典故作为譬喻。",
    },
    {
      category: "content",
      pageTitle: "P115L6-L8 七随一切---勤修皈依",
      personInCharge: "绣丽",
      originalText:
        "七随一切想悉当成办者，随行何等如法所作，若先供养皈依三宝，祈祷成办，则易成就。八速能成佛者，如师子请问经云　「由信断无暇。」谓由获得殊胜闲暇，遇皈依处，学殊胜道，由此不久当得成佛。如是忆念诸胜利故，于日日中，昼三夜三，勤修皈依。",
      explanation:
        "(七) 凡有所愿，一切都能实现。\n要做任何如法的事情，如果最初能先供养三宝，并皈依三宝，接着殷重地祈请三宝加持，祈祷所作能完成，那事情就能顺利容易地实现。\n(八) 能够迅速成佛。\n如《师子请问经》中所说：「在此藉由信仰三宝能够断除无暇，获得殊胜的闲暇身，值遇皈依处，学习殊胜道，由此不久即能成佛。」\n如是应当每日也要依上文所说忆念各种利益，然后每日白天三次，晚间三次地持修皈依。",
    },
    {
      category: "title",
      mainTitle: "广论复习  25-07-2026",
      subTitle: "复习 : 皈依三宝  P113L9 - P115L8",
    },
    {
      category: "content",
      pageTitle: "复习 : 皈依三宝  P113L9 - P115L8",
      personInCharge: "",
      originalText:
        "第五由知胜利。晝三夜三勤修皈依分二\n一攝分所出胜利，二教授所出胜利",
      explanation:
        "一)出自於《攝分》的胜利 ，分二组\n第一组四法中，哪四法呢？\n1)获得广大的福德\n2)获得欢喜与最殊胜的收获\n3)获得三摩地\n4)获得清淨，皆由定学及慧学而解脱\n",
    },
    {
      category: "content",
      pageTitle: " 皈依三宝  P113L9 - P115L8",
      personInCharge: "",
      originalText:
        "第二组四法中，哪四法呢？\n1)擁有强大的守护\n2)所有颠倒信解障碍都得以削弱，尽除。\n3)能跻身於正确地迈进殊胜的士夫当中\n4)导师世尊与同梵行者，及於聖教淨信诸\n天爱念欢喜。",
      explanation:
        "二)教授所出胜利: 由阿底峡尊者教授中\n所显示皈依的胜利，分八项功德\n1)进入內道佛弟子的行列\n2)能成为一切律仪的根本\n3)往昔积累的众多业障得以削弱灭尽\n4)累积广大的福德\n5)不墮入恶趣",
    },
  ],
};
