var mainData = {
  title: "P109L4 - P111L8 共学分六---修妙供养",
  subtitle: "",
  testdate: "04/07/2026",
  paragraph: [
    {
      category: "title",
      mainTitle: "广论消文",
      subTitle: "B组\n2026年7月4日",
    },
    {
      category: "content",
      pageTitle: "P109L4-L5 共学分六---其功德。",
      personInCharge: "玉美",
      originalText:
        "共学分六，初者随念三宝功德差别，数数皈依者。谓数思惟如前所说，内外差别，及三宝中，互相差别，并其功德。",
      explanation:
        "下面说明共同的学处，分成六项：\n（一）随时忆念三宝功德之差别，而数数皈依：依照前面所说，应经常思惟内、外道的差别，三宝相互间的差别、及其各自的功德。",
    },
    {
      category: "content",
      pageTitle: "P109L6-L8 第二随念---养意乐。",
      personInCharge: "玉美",
      originalText:
        "第二随念大恩恒勤供养，嚼啖之先亦当供养者。如三摩地王经云　「由佛福德获饮食，愚夫不知报佛恩。」此是以获饮食为喻，随自所有一切乐善，悉应了知是三宝恩，由报恩德意乐供养。此中复二，谓供养事及供养意乐。",
      explanation:
        "（二）随时忆念三宝恩德而勤修供养，在每次饮食之前，当先行供养：\n如《三摩地王经》中说：「今生得以受用饮食，都是来自于佛的恩德，愚痴凡夫却不知要报答佛恩。」这里是以获得饮食为譬喻。我们应当了知自身所有的一切善乐，都是三宝的恩赐，因此应以报佛恩德的意乐而勤修供养。此事又分两方面来说，一是供养事相本身，也就是我们的行为；二是供养时的意乐。",
    },
    {
      category: "content",
      pageTitle: "P109L8-LL1 初中有十---不现前。",
      personInCharge: "玉美",
      originalText:
        "初中有十，供养身者，谓亲供养真佛色身。供养塔者，谓供为佛所建塔等。现前供养者，谓前二事，现自根前而设供养。不现前供养者，谓佛佛塔非现在前，普为一切佛佛塔故而设供养。又若于佛般涅槃后为供佛故，造像及塔，若一数等，亦非现供。若供此二随一之时，作如是念而供养者，谓此一法性，即是一切法性，是故现前供养此二，亦即供养其余三世一切诸佛，及供十方无边佛塔。此是俱供现不现前。",
      explanation:
        "如佛涅槃后，为了供养佛而建造一座或多座佛像及塔寺来做供养，这就是非现前供养。\n（三）俱现前不现前的供养：既是现前供养，也是非现前供养的供养。\n是指供养的时候，我们以意念「一即一切，一切即一」的法性去做观想供养，所以眼前供养的佛和塔寺，就等于供养三世一切诸佛，及十方无量无边的佛塔一般。这种供养含摄了现前供养与不现前供养，称为俱现前不现前的供养。",
    },
    {
      category: "content",
      pageTitle: "P109LL1-P110L1 论说初者---为切要。",
      personInCharge: "玉美",
      originalText:
        "论说初者获广大福，第二较前获大大福，第三较前获最大福。故于一佛，或佛像等，修供养时，应忆法性无所差别，先当遣意供养一切，极为切要。",
      explanation:
        "论典中说：第一种现前供养可获得广大的福报；第二种不现前供养又比第一种获得的福报更大；而第三种俱现前不现前供养的福报，比前二种可获得的福报都更超胜，是最大福报。对一尊佛或佛像修供养时，应当忆念其法性无差别的道理。在法性相同当中，供养一尊佛等于供养一切佛；因此供养之前，应先作意观想遍及法界诸佛及佛塔，这是极重要的。",
    },
    {
      category: "content",
      pageTitle: "P110L1-L2 自作供养---自手作。",
      personInCharge: "细玉",
      originalText:
        "自作供养者，谓非由于懈怠懒惰放逸增上，而令他作，唯自手作。",
      explanation:
        "（四）自作供养：施設供养时，不能因为懈怠、懒惰和放逸，而教他人去供，必须自己亲力亲为。",
    },
    {
      category: "content",
      pageTitle: "P110L2-L3 教他供养---教他供。",
      personInCharge: "细玉",
      originalText:
        "教他供养者，谓念自己略有少物，然诸有情贫苦薄福，无力供养，若教此供，当获安乐，由悲愍心，唯教他供。",
      explanation:
        "（五）教他供养：想到自己还有少许资财可作供养，其他有情却生活贫困、福德不足、又无力供养；基于悲愍心，为了让众生获得安乐因，于是教他们如何供养，并给他们物资，让他们去作供养。",
    },
    {
      category: "content",
      pageTitle: "P110L3-L4 又亦劝他---小如前。",
      personInCharge: "细玉",
      originalText: "又亦劝他共供养者，谓自他俱共同供养。此三福果，大小如前。",
      explanation:
        "（六）劝他共同供养：不只自己作供养，也教他人和自己一起作供养，这就是自他俱共同供养。自作供养、教他供养、及自他俱共同供养，这三种福报的大小，如前所说。第一种自作供养福报大，第二种教他供养的福报更大，第三种自他俱共同供养的福报最大。",
    },
    {
      category: "content",
      pageTitle: "P110L4-L7 财敬供养---佛塔庙。",
      personInCharge: "月丽",
      originalText:
        "财敬供养者，谓供种种衣服饮食卧具坐具病缘医药，供身什物，熏香末香涂香华曼伎乐及诸灯烛，敬问礼拜，奉迎合掌，唱种种赞，五支遍礼，右旋围绕，又供田等无尽奉施，又供摩尼耳环臂钏，诸庄严具，下至供养诸小鸣铃，散诸珍奇，缠宝缕线，供养诸佛，或佛塔庙。",
      explanation:
        "（七）财敬供养：是指恭敬的外财供养。供养各种衣服、饮食、卧具、坐具、医药等养护身体所需品；供养薰香、末香、涂香、花鬘、音乐、灯烛等庄严佛身所需物；以及问讯礼拜、合掌迎请、唱颂赞偈、五体投地礼敬、右旋绕佛等行仪；还有供养田地等资财、或供养摩尼宝珠、耳环、手环、臂钏等庄严饰具；甚至供养一些小铃铛、奇珍异宝、金丝银缕等供品来礼敬、供养诸佛及塔庙。",
    },
    {
      category: "content",
      pageTitle: "P110L7-L8 广大供养---等菩提。",
      personInCharge: "月丽",
      originalText:
        "广大供养者，谓以如是利养恭敬常时供养。此复有七，谓所供物，众多微妙，现非现前，自作教他，至心欢喜，猛利胜解，而为供养，复将此善回向无上正等菩提。",
      explanation:
        "（八）广大供养：就是恒常以恭敬心行供养之事，而此供养应具足七种行相，最后并将善根迴向法界众生共同获得无上菩提，这叫做殊胜广大供养。七种行相指所供物众多、微妙、现前、非现前、自作教他、至心欢喜、猛利胜解。",
    },
    {
      category: "content",
      pageTitle: "P110L8-LL3 非染污供---清净物。",
      personInCharge: "月丽",
      originalText:
        "非染污供养者，谓不由轻蔑放逸懈怠而教他供，自手供养，殷重供养，不散漫心而设供养，不以贪等杂染供养，不于信佛国王等所为得利敬而为供养，以随顺物而设供养。随顺物者，谓诸净物，远离不净，雌黄所涂，酥所灌洗，局啒罗熏，遏迦花等及诸所余非清净物。",
      explanation:
        "（九）非染污供养：不因为马虎不用心、放逸、懈怠等理由，自己不供养，却教他人做，应该要亲手去供养；并以殷重、不散漫的心去供养；不因为贪等烦恼而作供养；更不因屈于王威、或觊觎得利才作供养；能以随顺物来作供养；以上都称为非染污供养。随顺物，是指清洁干净的供物，如不涂雌黄、不用酥油灌洗、不熏黑香、不用有毒刺的艾花、以及其他种种不净物皆不要供。",
    },
    {
      category: "content",
      pageTitle: "P110LL2-P111L2 又若如是---当供养。",
      personInCharge: "嬿茜",
      originalText:
        "又若如是财物供养，自无所集无从他求，应于一切世界之中，所有如来诸供养具，以欢喜俱及于广大胜解俱心，周遍思惟，一切随喜少用功力，而修无量广大供养，摄集菩提广大资粮，恒常于此以真善心，起欢喜心，当勤修学。又如《宝云经》及《建立三三昧耶经》所说，无主摄持诸华果树及珍宝等，亦当供养。",
      explanation:
        "另外，如果对于像这样的财物供养，自己无法筹集，也无从向他人求得，那么应当对于一切世界之中所有如来的一切供养器具，以充满欢喜的心以及广大的胜解心，周遍地去思惟想象，对一切都修习随喜，这样只需要使用很少的功力，就能够修习无量广大的供养，摄受积集迈向菩提的广大资粮。恒常对这种方法以真诚的善心，生起欢喜的心，应当精勤地修学。又如同《宝云经》及《建立三三昧耶经》中所说的那样，对于自然界中没有主人摄持主宰的各种花果树木以及珍宝等，也应当拿来供养。",
    },
    {
      category: "content",
      pageTitle: "P111L2-L5 正行供养---大果利。",
      personInCharge: "嬿茜",
      originalText:
        "正行供养者，谓于下至构牛乳顷，精勤修习四无量心，四种法集，随念三宝，波罗蜜多，及能胜解甚深空性，无分别住，于净尸罗，起防护心，于菩提分，六度四摄，精勤修学。若能由此十种供养供养三宝，应知是名圆满供养。由如是等，兴供养时，有六意乐，能于三宝随一之所，少分思惟，而生无量广大果利。",
      explanation:
        "'正行供养'，是指修行。对于下至挤牛奶那么短暂的时间内，精勤修习慈悲喜舍四无量心、四种法集，随念三宝的功德、修习波罗蜜多，以及能够胜解甚深的空性、安住在无分别的智慧中，对于清净的尸罗（戒律）提起防护的心，对于菩提分法、量心、四种法集、六度四摄等精勤地修学。如果能够由于这十种供养来供养三宝，应当知道这就叫做圆满的供养。由像上述这样在兴建供养的时候，如果能具足六种意乐（心态），那么在三宝中随对任何一宝、哪怕只是少分地去思惟，也能出生无量广大的果报利益。",
    },
    {
      category: "content",
      pageTitle: "P111L5-L7 一者无上---设供养。",
      personInCharge: "嬿茜",
      originalText:
        "一者无上大功德田，二者无上有大恩德，三者一切有情中尊，四者犹如邬昙妙华极难值遇，五者三千大千世界独一出现，六者一切世出世间圆满根本，作是思惟而设供养。",
      explanation:
        "(一）思惟三宝是无上的大功德田，（二）思惟三宝对我们有无上的大恩德，（三）思惟佛陀是一切有情当中最尊贵者，（四）思惟三宝犹如邬昙妙花（优昙婆罗花）一样极其稀有难逢，（五）思惟佛陀在三千大千世界中是独一无二出现的，（六）思惟三宝是一切世间与出世间圆满功德的根本。作这样的思惟来陈设供养。",
    },
    {
      category: "content",
      pageTitle: "P111L7-L8 此等是如---妙供养。",
      personInCharge: "嬿茜",
      originalText:
        "此等是如菩萨地说而正摘录。恒常时中，于如是等随应而行，若遇佳节及大时会，当随力能修妙供养。",
      explanation:
        "这些都是依照《菩萨地》所说而如实摘录出来的。在恒常的时间当中，对于如上的供养方法应当随顺自己的情况去行持，如果遇到佳节以及重大法会的时候，应当随顺自己的能力来修习上妙的供养。",
    },
  ],
};
