var mainData = [
  {
    title: "学习般若波罗蜜多分五",
    subtitle: "般若波罗蜜多",
    testdate: "11/10/2024",
    sentences: [
      "学习般若波罗蜜多分五，<b>一</b>慧之自性，<b>二</b>生慧方便，<b>三</b>慧之差别，<b>四</b>正修慧时应如何行，<b>五</b>此等摄义。今初",
      "慧谓于所观事能拣择法，此处是说通达五明处等慧。",
      "如菩萨地云「谓能悟入一切所知，及已悟入一切所知拣择诸法，普缘一切五明处转，一内明，二因明，三医方明，四声明，五工巧明，当知即是菩萨慧之自性。」",
      "能悟入慧者是未得地前慧，已悟入者是得地慧。",
      "<b>第二生慧方便</b>。谓当思惟生慧功德及未生之过失。其有无通达如实无我性慧之功德过失，毗钵舍那时兹当广说，今当略说所余德失。",
      "先说功德，此中慧是现后一切功德根本者，如龙猛菩萨云「慧为见不见，一切功德本，为办此二故，应当摄受慧。明是求法义，及大解脱本，故应先敬持，大般若佛母。」",
      "慧如施等五度之眼者，如摄颂云「若时为慧所摄持，尔时获眼得此名，如画事毕若无眼，未画眼来不得值。」",
      "于余功德皆须慧者，譬如妙金所作庄严虽已殊妙，若更嵌饰帝青等宝，尤为可意。如是从施乃至静虑，五种金庄严具，若以拣择理非理慧钿宝嵌饰，更为希有。",
      "由此能令施等五法成清净故。犹如意识，能于眼等五根之境，分别德失而为进止。",
      "如吉祥勇云「此施等福德，若有妙慧力，如诸金庄严，嵌宝尤光显。慧于彼彼义，增广功德力，如根于自境，由意显其力。」",
      "如是信等根中以慧为主，若有慧主，则善了知施信等德，悭等过失。次乃善巧尽诸烦恼，增长功德所有方便。",
      "如云「信等根中慧为主，如余根中须意识，有此为主知德失，亦能善巧断烦恼。」",
      "又诸菩萨将自身肉施诸求者，如从药树而取，无慢怯等分别变异，亦因智慧现证真实。又由慧故，能观生死涅槃所有衰损，为利他故，修学尸罗能令戒净。",
      "由慧通达忍与不忍功德过失，令心调伏则邪行众苦，无能夺转。由慧善知为应精进事，即勤修彼道极升进。",
      "又住真实静虑所有最胜喜乐，亦是由慧依止正理之所引发，故净施等五法以慧为依。如云「菩萨开慧眼，虽施自身肉，如从药树取，无别无高下。」",
      "又云「慧见三有狱，胜解度世间，持戒非自利，何况为三有。」又云「慧者有忍德，怨敌莫能害，如调伏象王，堪多业差别，唯勤堕苦边，有慧成大利。」",
      "又云「诸已趣歧途，集过重罪染，恶人岂能成，静虑妙喜乐。」又二功德似有相违，由是慧故能令无违。譬如菩萨作转轮王，王四大洲，然能不随欲尘迁转，是由具足慧臣之力。"
    ]
  }
];
