var mainData = {
  title: "P107L1 - P109L3 第二教授---是果。」",
  subtitle: "",
  testdate: "27/06/2026",
  paragraph: [
    {
      category: "title",
      mainTitle: "广论消文",
      subTitle: "C组\n2026年6月27日",
    },
    {
      category: "content",
      pageTitle: "P107L1-L3 第二教授---外道住。",
      personInCharge: "AL",
      originalText:
        "第二教授中出分二　一别学　二共学　 初中分二　一遮止应学　二修行应学　 今初如涅槃经云　「若皈依三宝，是谓正近事，终不应皈依，诸余天神等。皈依正法者，应离杀害心。皈依于僧伽，不共外道住。",
      explanation:
        "第二、在教授中生起的轨则分两部分：一是别学，二是共学。初中的别学又分两部分：一是遮止应学（不应做的学处），二是修行应学（应当做的学处）。现在先说第一部分。正如《涅槃经》中说：‘如果皈依了三宝，这就称作真正的近事（居士），始终不应该再皈依其余的天神等。皈依正法的人，应该远离杀害、损害众生的心。皈依于僧伽的人，不应当与外道共同居住。’",
    },
    {
      category: "content",
      pageTitle: "P107L3-L5 」此说有三---为治病伴",
      personInCharge: "AL",
      originalText:
        "此说有三，谓不皈余天，于诸有情舍离损害，与诸外道不应共住。其中初者谓于世间，若大自在遍入天等，尚不执为毕竟皈处，况诸鬼趣山神龙等。此是不可不信三宝，皈心彼等。若于彼等，请其助伴，现前如法，所作事业，则无不可。如求施主为活命伴，依诸医师为治病伴。",
      explanation:
        "这其中说了三条：即不皈依其余天神，对一切有情舍离损害之心，以及与各种外道不应当共同居住。这其中第一条的意思是说，对于世间而言，即便是像大自在天、遍入天等大天神，尚且不能执着为究竟的皈依处，何况是各种鬼趣、山神、龙王等。这是指绝对不能不信任三宝，反而把心皈向它们。如果对于它们，只是请求它们作为助伴，来成就眼前符合正法的世间事业，那并没有什么不可以。就如同寻求施主作为维持生活的伴侣，依靠医生作为治疗疾病的伴侣一样。",
    },
    {
      category: "content",
      pageTitle: "P107L6-L7 第二谓于---应共住。",
      personInCharge: "AL",
      originalText:
        "第二谓于人及畜等，若打若缚，若禁穿鼻，实不能负强令负等，意乐加行，损害有情，悉应远离。第三谓与不信三宝，为可归宿，而毁谤者，不应共住。",
      explanation:
        "第二条是指对于人以及畜生等，不管是殴打还是捆绑，不管是禁闭还是穿鼻，或者是实在不能负担却强令其负担等，凡是以意乐或加行去损害有情的行为，全都应该远离。第三条是指对于那些不信仰三宝、以其他邪道为归宿且毁谤三宝的人，不应该与他们共同居住。",
    },
    {
      category: "content",
      pageTitle: "P107L8-L10 三种修行---供善逝像",
      personInCharge: "SW",
      originalText:
        "三种修行应学者。谓于佛像，若塑若画，随好随丑，不应讥毁，置尘险处，及押当等，不敬轻毁，皆当断除，应当执为是可敬田，犹如大师。亲友书云　「随工巧拙木造等，智者应供善逝像。」",
      explanation:
        "三种修行应当学习的（指对佛法僧三宝的敬重学处）：首先对于佛像，不管是雕塑的还是绘画的，无论容貌是端严还是丑陋，都不应当讥讽毁谤，不能放置在多尘土和险恶的地方，以及用来抵押典当等。不尊敬和轻视毁坏的行为全应当断除，应当将佛像执持为是值得恭敬的福田，如同面对真正的大师（佛陀）一样。《亲友书》说：‘无论是由工巧之人还是粗拙之人用木头等建造的，智者都应当供养善逝（佛）的圣像。’",
    },
    {
      category: "content",
      pageTitle: "P107L10-L12 分辨阿笈摩---旁生中。",
      personInCharge: "SW",
      originalText:
        "分辨阿笈摩说，劫毗罗摩纳婆，由于学无学僧众，说十八种异类恶语。谓云　「汝等象头，岂能了知是法非法。」等，感有十八异类头形摩羯陀鱼。自迦叶大师时，乃至释迦法王住旁生中。",
      explanation:
        "《分辨阿笈摩》（戒律）中说，劫毗罗摩纳婆由于对有学和无学的僧众，说了十八种不同类型的恶毒语言。比如嘲笑说：‘你们长着象一样的头，难道能了知什么是法什么是非法吗？’等，因此感召了拥有十八种不同头部形状的摩羯陀大鱼的果报。从迦叶佛时代开始，直到释迦法王时代，一直都在旁生中受苦。",
    },
    {
      category: "content",
      pageTitle: "P107L12-P108L1 杂事中说---曰善和。",
      personInCharge: "SW",
      originalText:
        "杂事中说，拘留孙大师般涅槃后，端妙大王令建大塔，有一工人，曾经二次作是讥云「今令树其如是大塔，不知何日乃得完竣。」后善成已，深生忧悔，将其工价造一金铃，挂于塔上，其后感生容颜丑恶，身形倭小，声音和美，名曰善和。",
      explanation:
        "《杂事》中说，拘留孙佛示现般涅槃后，端妙大王下令建造大塔，有一个工人，曾经两次像这样讥讽说：‘现在下令建造这么大的塔，不知道哪一天才能够完工。’后来佛塔圆满建成后，他深切地生起了忧愁与悔恨，于是用自己的工钱造了一个金铃，挂在佛塔上。以此因缘，其后感召转生为容貌十分丑陋、身形非常矮小，但声音却极其和雅优美的人，名叫善和。",
    },
    {
      category: "content",
      pageTitle: "P108L1-L3 故于佛像---与购取。",
      personInCharge: "YY",
      originalText:
        "故于佛像不应说言，此如此类，于他所造诸佛像等，若因善妙，若量广大，不应讥毁及遮止等。大瑜伽师奉曼殊像于觉窝前，请观视云　「此善丑何似，若善妙者，可将绒巴迦格瓦所供之四钱金授与购取。」",
      explanation:
        "所以对于佛像不应当说：‘这个怎么长成这副模样’。对于他人所造的各种佛像等，不管是由于雕刻得善妙，还是由于体量宏大，都不应该讥讽毁谤以及加以阻拦等。大瑜伽师（阿底峡尊者的弟子）奉着一尊文殊菩萨像到阿底峡尊者（觉窝）面前，请尊者观看并说道：‘这尊像美丑如何？如果长相善妙的话，我就把绒巴迦格瓦所供养的四钱黄金拿去购买它。’",
    },
    {
      category: "content",
      pageTitle: "P108L3-L5 」觉窝答---离不敬。",
      personInCharge: "YY",
      originalText:
        "觉窝答云　「至尊妙音之身，无所不善，师工中等。」说已置顶，于一切像，悉如是行。虽于正法四句以上，应离不敬。",
      explanation:
        "阿底峡尊者回答说：‘至尊妙音（文殊菩萨）的身相，没有哪个地方是不善妙的，只是工匠的手艺属于中等。’说完便将佛像顶戴在头顶。对于一切佛像，都应当像这样去行持。虽然对于正法只要在四句偈以上，就应该远离不尊敬。",
    },
    {
      category: "content",
      pageTitle: "P108L5-L7 又应断除---勤合掌。",
      personInCharge: "YY",
      originalText:
        "又应断除一切不敬，谓抵押经卷，贸为货物，置秃土地，灰尘险处，鞋袜并持，及跨越等。应起恭敬，等如法宝。传说慬哦瓦善知识，凡见有持经典来者，合掌起立，后不能起，殷勤合掌。",
      explanation:
        "而且应该断除一切不敬的行为，比如抵押经卷、把经书当作货物来贩卖、安置在光秃秃的地上、灰尘或险恶之处、与鞋袜一起拿在手中，以及从经书上跨越等。应当生起恭敬心，如同对待真正的法宝一样。传说慬哦瓦善知识，凡是看到有人拿着经典走来，都会合掌起立；后来身体衰弱不能起立时，也会殷勤地合掌。",
    },
    {
      category: "content",
      pageTitle: "P108L7-L11 又说觉窝---有何能。",
      personInCharge: "YY",
      originalText:
        "又说觉窝至哦日时，有一咒师不从闻法，大依怙尊见一记录，以齿污秽沾其经书，深生不忍，说云　「可愍，不可不可。」咒师生信，遂从闻法。霞惹瓦亦云　「我等于法任何玩耍，无所不作，然不敬法及法师者，是坏慧因。现在愚蒙，如此已足，莫更作集愚痴之因，若愚过此，更有何能。」",
      explanation:
        "又说阿底峡尊者到阿里（哦日）时，有一位密咒师不肯跟从尊者听法，后来这位大依怙尊者看到有一位记录员，用带有污秽唾液的牙齿去沾湿手指来翻阅经书，尊者心中深生不忍，便说道：‘可怜悯啊，不可以用口水沾经书，不可以用口水沾经书。’咒师看到尊者对法如此恭敬，因而生起了信心，于是跟随尊者听受正法。霞惹瓦也说：‘我们对于正法，怎样的开玩笑、怎样的随便无所不作，然而不恭敬正法以及传法师，这是毁坏智慧的因。现在的我们已经足够愚痴蒙昧了，千万不要再去造作积集愚痴的因，如果比现在还要愚痴，那未来还能有什么能力呢？’",
    },
    {
      category: "content",
      pageTitle: "P108L11-L13 」若于僧---我第一。",
      personInCharge: "RZ",
      originalText:
        "若于僧伽，或出家众，持沙门相及于其相不骂不毁，又一切种不应分党，视如怨敌，云汝等我等，应当敬重，犹如僧宝。劝发增上意乐会云　「希乐功德住林薮，不应观察他过失，不应起心作是念，我是超胜我第一。",
      explanation:
        "如果对于僧伽，或者是出家僧众，哪怕只是现出沙门的外相，对于这种外相也不应当打骂和毁谤，而且在任何情况下都不应该分党结派、视如怨敌，说什么‘你们’‘我们’，应当一律加以敬重，如同对待真正的僧宝一样。《劝发增上意乐经》中说：‘希求安乐与功德而居住在山林中的人，不应当去观察他人的过失，不应当起心动念这样想：我是超越大家的，我是第一的。",
    },
    {
      category: "content",
      pageTitle: "P108L13-P109L3 此骄是诸---当得如是果",
      personInCharge: "RZ",
      originalText:
        "此骄是诸放逸本，永不应轻劣比丘，一劫不能得解脱，此是此教正次第。」敦巴仁波卿与大瑜伽师，见碎黄布在行路中，皆不轻越，抖置净处，如是行持，应随修学。自能如何恭敬三宝，则诸众生亦能如是恭敬自故，如三摩地王经云「作集如何业，当得如是果。」",
      explanation:
        "这种骄傲是所有放逸的根本。永远不应当轻视劣等的比丘，否则一劫之内都不能得到解脱，这是本佛教法中真正的修学次第。’敦巴仁波切与大瑜伽师，在路上看到哪怕是一碎块黄色的僧布，都绝对不会轻易跨越，而是会抖落灰尘放置在干净的地方。像这样的行持，我们应该跟随修学。自己能够如何恭敬三宝，那么其他众生未来也能够如何恭敬自己。正如《三摩地王经》中说：‘造作积集了怎样的业，就会得到怎样的果报。’",
    },
    { category: "title", mainTitle: "广论复习", subTitle: "" },
  ],
};
