var mainData = {
  title: "P155L8 - P157L7 第二正修---受苦道理",
  subtitle: "思惟苦谛",
  testdate: "06/08/2026",
  paragraph: [
    {
      category: "title",
      subTitle: "思惟苦谛\n2026年8月06日",
      mainTitle: "广论消文",
    },
    {
      category: "content",
      pageTitle: "P155L8-L10 第二正修---应如是修",
      explanation:
        "第二、正式地修行苦諦分二：\n①思惟生死总苦，總苦的特徵是只要在生死輪迴當中，不管在哪一道，都有這些苦。\n②思惟别苦，別苦是指六道當中，每一道有它各別不同的苦。\n初中分三，生死總苦可以從三種不同的分類來說：一、思惟八苦，二、思惟六苦，三、思惟三苦。",
      originalText:
        "第二正修苦分二　一思惟生死总苦　二思惟别苦　初中分三　一思惟八苦　二思惟六苦　三思惟三苦今初",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "P155L10-L12 此中修习---数所宣说",
      explanation:
        "現在講八苦，引用《親友書》所說：「仁和」是對國王的尊稱，「大王！我们应该对生死的真相生起厌恶之心 ，因 為它是我们 希望求不得的苦、死苦、病苦、老苦等無量眾苦的出生之處。」應該這樣修持苦諦。",
      originalText:
        "如亲友书云:「仁和应厌于生死，欲乏死病及老等，无量众苦出生处。」应如是修。",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "P155L10-L12 此中修习---数所宣说",
      explanation:
        "其中，修習厭離生死，是指思惟生死輪迴是眾苦的根源。所謂苦，除了已提到的求不得、死、病、老四種苦，「等」字中 還包含的另外四種苦─生苦、怨憎會苦、愛別離苦、五阴盛 苦，總共 是八種。這八種 苦，很多经典中世尊在说明苦谛时都照着这八苦宣说的。 ",
      originalText:
        "此中修习厌生死者，谓思惟彼是众苦根源。苦者，谓已显说欲乏等四，等字摄四，共为八种。此八种苦，是薄伽梵于多经中，明苦谛时数所宣说。",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "P155L13-P156L2 修共中士---悉不应散",
      explanation:
        "共中士所应修的所缘法类，实际上是以共下士为基础渐次增上，所以共下士的这些共法，也應取來一併修習；而在共中士道所要修的不共部分，如果慧力夠，就依照本論所示，修學共中士道所有法類。假定慧力不够的话，宁愿暂时舍置，而应该修我们眼前欠缺的那一部分，先把基礎 打好。 这就是所谓的“应时义体”。 \n",
      originalText:
        "修共中士一切所缘法类，如共下时所说共法，此亦应取。诸不共之修事，若有慧力，如下所写皆当善修。若慧劣弱，可暂舍置所引教文，唯当修习应时义体。",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "P156L2-L4 当于所缘---其果微少",
      explanation:
        "對於這些所緣法類，虽然要去思惟，但除了我们正在修习的这些道理以外，其他不管善、恶、无记的法，都不應該去攀緣，以免內心散亂。當於應修的所緣境上，遮止內心掉舉散亂後，也要注意避免隨著昏沉、睡眠增上而沉沒，應當讓自己的意識保持非常清淨明覺，依著科目漸次修習。 ",
      originalText:
        "此等虽是思择而修，然除应修诸所缘外，余善不善无记等上，悉不应散。当于所缘遮心掉等，亦莫令随昏睡沉没增上而转，当令其识极为明净，渐次修习。",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "P156L4-L6 又修信大---谓文及义",
      explanation:
        "《入行論》中說：「雖然很长的修行时间，念诵乃至于种种苦行等 ，如果帶著 心散乱而修 ，世尊說這樣得不到利益。」以散亂心所作的一切善行， 能獲得的果利非常少。\n又如《修信大乘經》上 說：「善男子！世尊藉由這些种种不同的方式，来说明菩萨所有的信解大乘，以及大乘出生，也就是从信解开始，渐次的深入，都是由于不散乱心正思法义而来的。」 這裡所說的不散乱心 ，就是说 除了一心一意 專注在善所緣之外，不要让它向其他所緣散乱， 又法、義二字，是指大乘經典中的文句和內涵。 ",
      originalText:
        "入行论云:「虽长夜修行，念诵苦行等，若心散乱修，佛说无义利。」此说一切散乱善行，其果微少。又修信大乘经云:「善男子由此异门，说诸菩萨，随其所有信解大乘，大乘出生，当知一切，皆是由其不散乱心，正思法义之所出生。」此中不散乱心者，谓除善所缘，不向余散，法及义者谓文及义。",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "P156L6-L8 正思惟者---或其随顺",
      explanation:
        " 正思惟，是指以觀察慧數數思擇法義。由這段經文顯示，不論修習何種功德之法，都必須具備這兩個條件：心不散亂(止)和觀察思擇(觀)。 所以說，要成辦三乘的一切功德，皆需此二條件：\n(一)是安住于诸善所缘，心不要散到别的地方去 -- 专一而住的真實奢摩他(定)，或奢摩他的隨順(定之隨順)。 \n(二) 善观察善所缘境,很善巧地、正确地去观察，要了解如所有性(性空) 跟尽所有性(緣起) ，这样的观察叫毗钵舍那(慧 )，或者它随顺的因(慧之隨順)。 \n",
      originalText:
        "正思惟者，谓以观慧观察思择，由此显示随修一切功德之法，皆须此二。故说引发三乘一切功德，皆须二事，一除善所缘心不余散，专一而住真奢摩他或其随顺。二善观察善所缘境，如所有性尽所有性，毗钵舍那或其随顺。",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "P156L8-L11 二善观察---所得之果",
      explanation:
        "大师再引 《解深密經》特别强调这一点的重要。\n《解深密經》中世尊对慈氏（就是弥勒菩萨）说，三乘中不管是声闻也好，菩萨也好，乃至于佛也好，所有世间、出世间的一切善法，都是修奢摩他、毘缽舍那 (止观) 所得到的果。如果没有真正的止观及它的随顺，那么三乘的一切功德就不一定都是止观的果。(是止观之隨順）。\n",
      originalText:
        "如是亦如解深密经云:「慈氏，若诸声闻，或诸菩萨，或诸如来，所有世间及出世间一切善法，当知皆是此奢摩他，毗钵舍那所得之果。此中若无真实止观及随顺二，则三乘一切功德，非定皆是止观之果。",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "P156L12-P157L1 如是八苦---不自在转",
      explanation:
        "接下來說八苦的內涵。 八苦：是指生、老、病、死、怨憎會、愛別離、求不得、及五蘊熾盛等。 \n八苦中第一個先说生苦，生苦分五：(一) 眾苦所隨故生為苦。(二) 粗重所隨故生為苦。(三) 眾苦所依故生為苦。(四) 煩惱所依故生為 苦。(五) 不隨所欲離別法性故生苦。\n (一) 眾苦所隨故生為苦。此指地獄眾生、一向唯有苦的餓鬼，和胎 生、卵生這四類，在最初受生時，便為無量猛苦逼迫而生，故生即受苦。\n",
      originalText:
        "如是八苦之中，初思惟生苦分五。众苦所随故生为苦者，谓诸有情那洛迦中，及诸一向唯苦饿鬼，并诸胎生卵生，如是四类，于初生时，便有无量猛利苦受，随逐而生。",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "P157L1-L3 三界有情---自在而转",
      explanation:
        " (二) 粗重所隨故生為苦。是指三界一切諸行都在行苦當中，眾生一 出生即為煩惱種子所隨，有不能自主的痛苦。由於無始以來，一切有 情都受惑、業所控制，身心粗重，只能隨著煩惱習氣轉，不得自在。  \n總而言之，三界有情諸行 - 這個「行」本身就是「煩惱品」。 所以 在生了以後，便伴隨著煩惱生、住、增長的種子，無自主地為煩 惱種子隨逐流轉；心不能安住在善法上，也不能隨心所欲，自在 而轉。 ",
      originalText:
        "粗重所随故生为苦者，谓三界一切诸行，为烦恼品粗重所随，无堪能性，不自在转。三界有情诸行生起，皆为烦恼品类粗重随逐。总之由有生住增长，烦恼种子随逐流转，故无堪能安住善事，亦不如欲自在而转。",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "P157L3-L5 众苦所依---逼恼身心",
      explanation:
        " (三) 眾苦所依故生為苦。出生即為眾苦之所依處，所以生即是苦。既在三界受生，有生這個因緣，就有老、病、死等相隨，眾苦接踵而 至。\n(四) 煩惱所依故生為苦。出生即為煩惱之所依處，所以生即是苦。 既受生於輪迴中，便會因外境引發三毒，如在樂境生貪，苦境生瞋， 不苦不樂境生癡，三毒隨類而生，令身心無片刻安樂；因為煩惱會以 各種境相逼惱身心，所以只有苦，沒有樂。\n",
      originalText:
        "众苦所依故生为苦者，谓于三界既受生已，由此因缘，便能增长老病死等，无边众苦。烦恼所依故生为苦者，谓于生死既受生已，便于贪境嗔境痴境发生三毒，由此能令身心苦恼不静，不安乐住，谓诸烦恼，由种种门逼恼身心。",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "P157L5-L7 不随所欲---受苦道理",
      explanation:
        " (五) 不隨所欲離別法性故生苦。指出生後，即不由自主走向死亡的痛苦。有生就有死，生命的最終邊際就是死亡，不管喜不喜歡、願不 願意，也只能承受這些苦。 \n從上述的五個角度，我們應當思惟生的時候，痛苦與之俱生；活的時 候，煩惱與之俱生；然後再被衰、病、老等折磨至死，這就是生苦。 ",
      originalText:
        "不随所欲离别法性故生苦者，谓一切生最后边际咸不出死，此非所爱，此复能令唯受众苦。故应思惟如是生时，众苦俱生，粗重俱生，生复能引衰老病等烦恼死亡，此亦能令受苦道理。",
      personInCharge: "",
    },
    {
      category: "title",
      subTitle: "中士道  思惟苦谛 （一）",
      mainTitle: "广论复习",
    },
    {
      category: "content",
      pageTitle: "p155L8-p157L7",
      explanation:
        "我們先在理路上了解，一方面隨分隨力地學，把握住綱要，另一方面我們能相應的地方，要認真地去思惟、觀察",
      originalText:
        "第二、正修苦分二：①思惟生死总苦，②思惟别苦。初中分三：①思惟八苦，②思惟六苦，③思惟三苦。",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "p155L8-p157L7",
      explanation: "",
      originalText:
        "如《親友書》云，「仁和應厭於生死，欲乏死病及老等，無量眾苦出生處。」應如是修。此中修習厭生死者，謂思惟彼是眾苦根源。苦者，謂已顯說欲乏等四，等字攝四，共為八種。此八種苦，是薄伽梵於多經中，明苦諦時數所宣說。 ",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "p155L8-p157L7",
      explanation: "",
      originalText:
        " 修共中士一切所緣法類，如共下時所說共法，此亦應取。諸不共之修事，若有慧力，如下所寫皆當善修。若慧劣弱，可暫捨 置所引教文，惟當修習應時義體。此等雖是思擇而修，然除應修諸所緣外，餘善不善無記等上， 悉不應散。當於所緣遮心掉等，亦莫令隨昏睡沉沒增上而轉， 當令其識極為明淨，漸次修習。 \n",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "p155L8-p157L7",
      explanation: "",
      originalText:
        "《入行論》云，「雖長夜修行，念誦苦行等，若心散亂修，佛 說無義利。」此說一切散亂善行，其果微少。\n又《修信大乘經》 云，「善男子由此異門，說諸菩薩，隨其所有信解大乘，大乘出生，當知一切，皆是由其不散亂心，正思法義之所出生。」 此中不散亂心者，謂除善所緣，不向餘散，法及義者謂文及義。 \n",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "p155L8-p157L7",
      explanation: "",
      originalText:
        "正思惟者，謂以觀慧觀察思擇，由此顯示隨修一切功德之法， 皆須此二。故說引發三乘一切功德，皆須二事，一除善所緣心不餘散，專一而住真奢摩他或其隨順。二善觀察善所緣境，如 所有性盡所有性，毘缽舍那或其隨順。 ",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "p155L8-p157L7",
      explanation: "",
      originalText: "",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "p155L8-p157L7",
      explanation: "",
      originalText:
        "如是亦如《解深密經》云，「慈氏，若諸聲聞，或諸菩薩，或諸如來，所有世間及出世間一切善法，當知皆是此奢摩他、毘 缽舍那所得之果。」此中若無真實止觀及隨順二，則三乘一切 功德，非定皆是止觀之果。 ",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "p155L8-p157L7",
      explanation:
        "如是八苦：是指生、老、病、死、怨憎會、愛別離、求不得、及五蘊熾盛等。 \n 八苦中第一個先说生苦，生苦又可以分五：\n(一) 眾苦所隨故生為苦。(二) 粗重所隨故生為苦。(三) 眾苦所依故生為苦。(四) 煩惱所依故生為 苦。(五) 不隨所欲離別法性故生苦。",
      originalText: "",
      personInCharge: "",
    },
    {
      category: "content",
      pageTitle: "p155L8-p157L7",
      explanation:
        "從上述的五個角度，我們應當思惟生的時候，痛苦與之俱生；活的時 候，煩惱與之俱生；然後再被衰、病、老等折磨至死，這就是生苦。 \n",
      originalText: "",
      personInCharge: "",
    },
  ],
};
