var mainData = [
  {
    title: "学习静虑波罗蜜多分五",
    subtitle: "静虑波罗蜜多",
    testdate: "14/10/2024",
    sentences: [
      "学习静虑波罗蜜多分五，一静虑自性，二修彼方便，三静虑差别，四正修彼时应如何行，五此等摄义。今初",
      "<b>住所缘境心不散乱，善心一境性</b>。如菩萨地云「谓诸菩萨于菩萨藏闻思为先，所有妙善世出世间心一境性，心正安住或奢摩他品，或毗钵舍那品，",
      "或双运道俱通二品，当知即是菩萨静虑自性。」入行论云「既发精进已，意当住等持。」",
      "<b>第二修彼方便</b>。谓当思惟，修习静虑所有胜利及不修过患，奢摩他时兹当广说。",
      "<b>第三静虑差别</b>。如前所引就自性分二，谓世出世。就品有三，就作业分，谓身心现法乐住静虑，引发功德静虑，饶益有情静虑。",
      "初谓住定即能引生身心轻安所有静虑。二谓诸静虑能引神通解脱遍处及胜处等，共诸声闻所有功德。三谓有静虑能引十一种饶益有情事。",
      "<b>第四正修彼时应如何行</b>。随修何善三摩地，皆当具足六种殊胜，六波罗蜜多。自住静虑亦安立他，是静虑施，余如前说。",
      "<b>第五此等摄义</b>。随念发心为诸行依而正修习，则于无漏静虑，为欲安立一切有情，策励修学。",
      "此坚固增长已，以地上诸静虑作所愿境。虽未能生圆满静虑，亦应时时精进不舍，随力学习心一境性诸三摩地。",
      "若不尔者，恒违学处罪所染着，于余生中亦极难学菩萨等持所有学处。",
      "若能学者，即于现法亦少散乱心，所修善行势力强盛，当来亦如妙手问经说，身心喜乐，静虑波罗蜜多极易圆满。",
      "于奢摩他时当广解释，故此不说。"
    ]
  }
];
