var mainData = {
  title: "P152L2 - P155L7 敬礼胜尊---增上慢耳",
  subtitle: "中士道 - 希求解脱",
  testdate: "30/07/2026",
  paragraph: [
    {
      category: "title",
      mainTitle: "广论消文 ",
      subTitle: "2026年7月30日",
    },
    {
      category: "content",
      pageTitle: "P152L2-L4 敬礼胜尊---善趣妙位",
      personInCharge: "",
      originalText:
        "敬礼胜尊具大悲者足。\n如是随念当死及思死后堕恶趣之道理，能令其心厌舍现世，于后善趣发生希求。次由共同皈依及由定解黑白业果，励力断恶修善，则能获得善趣妙位。",
      explanation:
        "此处宗大师敬礼的目的，是为了能圆满撰造共中士道的修心次第，真实利益众生。\n 1、下士道内涵总摄\n透由思惟念死无常、三恶趣苦的道理，能引导得我们生起厌离现世，进而把重心转为后世善趣安乐的希求；由于这样的因，皈依了三宝，对黑白业果法则发深忍信，并且经过努力地断恶修善，就可以确定未来一定能得到人天善妙的果位。",
    },
    {
      category: "content",
      pageTitle: "P152L4-L6 然非以此---士之意乐",
      personInCharge: "",
      originalText:
        "然非以此便生喜足，是令发起共下士之意乐及发共中士之意乐，厌舍生死一切事已，依此因缘而发大菩提心引入上士，故于此中，须修中士之意乐。",
      explanation:
        "  2、为导入大乘而须修中士之理\n然而我们并不能把这个作为满足。而是应该要依序发起共下士及共中士的意乐，同时，舍弃生死当中一切事之后，并以此为基础，不但是自己要解脱，也誓愿救渡解脱 一切众生，这样才能真正发起大菩提心，进入上士道。所以在路线次第的引导中，我们必须修习中士的意乐。",
    },
    {
      category: "content",
      pageTitle: "P152L6-L9 所谓虽得---暂为休息",
      personInCharge: "",
      originalText:
        "所谓虽得人天胜位，然仍未能出于行苦，若即于此执为乐性，实为颠倒。故于真实全无安乐，其后定当堕诸恶趣边际恶故，譬如有一无间定当堕于悬险，现于险崖暂为休息。",
      explanation:
        " 3、不应以下士为满足道理\n我们虽然得到人道或者天道的好处 ，比起恶道来说，算是非常殊胜的地方，但行苦还在，最后还在轮回当中！如果对这一点不了解， 而将它认为是真正的快乐 ，那实在是颠倒。正确来说，人天只算是暂时的安乐趣，并非真实恒久不变，等到福报穷尽，一定会再堕入恶道。在人间一期的生命，只是在悬崖上暂时歇息，并不是究竟安乐之处，因终究会掉落深谷。",
    },
    {
      category: "content",
      pageTitle: "P152L9-L11 入行论云---犹如恶趣",
      personInCharge: "",
      originalText:
        "入行论云 「数数来善趣，数受诸安乐，死后堕恶趣，常受极大苦。」弟子书中亦云 「诸常转入生死轮，而于暂憩思为乐，彼定无主渐百返，漂流等非等诸趣。」故于善趣亦当厌患，犹如恶趣。",
      explanation:
        "《入行论》中说，我们不断地到善趣享受各式各样的安乐，但死后也常常堕入恶趣，常常遭受极大痛苦。\n《弟子书》中也说：「众生恒常在生死当中流转，有时在善趣，有时在恶趣。好不容易到善趣，却 因为愚痴颠倒而把轮回中短暂的痛苦止息当成真实的安乐，最后必因无明而作不了主，随业漂流在人、非人等诸趣中，一次又一次地「渐百返」在善、恶趣中流转， 没有尽头。这说明不论善趣或恶趣，此终都是在生死当中，所以即使身处善趣，也要应该产生厌恶。 发起真实的厌离心，犹如在恶趣 中一般。     ",
    },
    {
      category: "content",
      pageTitle: "P152L10-L12 四百论云---暗极微薄",
      personInCharge: "",
      originalText:
        "四百论云 「诸智畏善趣，等同奈洛迦，不畏三有者，此中遍皆无。」摄功德宝中亦云 「诸具贪生死意恒流转。」",
      explanation:
        "圣天菩萨在《四百论》告诉我们 说：「真正的智者，对这个善趣看得像地狱一样 ，令人 怖畏。如果说不怕这个 三有生死轮回，在智者的这个圈子里，是绝对没有的， 这种安乐趣恐怕找也找不到。\n《摄功德宝》中也说：「凡是贪著生死轮回的人，必定永远在生死当中流转 。」",
    },
    {
      category: "content",
      pageTitle: "P152L12- P153L2 《弟子书》中亦云，",
      personInCharge: "",
      originalText:
        "《弟子书》中亦云，「如如于诸趣中起乐想，如是如是痴闇极重厚，如如于诸趣中起苦想，如是如是痴闇极微薄。如如修习 净相极增长，如是如是贪焰极炽然。如如修习不净极增长，如是如是贪焰极殄息。」 ",
      explanation:
        "《弟子书》中也说：如果看不清楚真相，就会把善趣轮回当成是快乐，那将是增长自己的无明痴闇，这个愚痴非常重 。如果能把真相看清楚，把善趣轮回视为痛苦，那个时候愚痴慢慢地减轻了，如果经常串习忆念生死轮回中种种悦意清静的一面，耽著短暂的快乐，实际上它是增长贪焰。反之，如果经常串习生死轮回中种种不悦意的清净的一面，畏惧轮回过患，那么贪欲的火焰就能渐渐地息灭。」  ",
    },
    {
      category: "content",
      pageTitle: "P153L2-L3 此说从无始来---过患为要",
      personInCharge: "",
      originalText:
        "此说从无始来，执著三有盛事为乐，增益串习诸净妙相。能治此者，若修苦性及不净相彼等便息，若不修习便增痴贪，转诸有轮，故修诸有过患为要。。",
      explanation:
        "由此说明，从无始以来，我们虚妄颠倒的关系， 把这个三有当中这种好事情，把它看成快乐 ，不断在心中串习、强化境界清净悦意之相。如果要对治这些非理妄执，就必须真正了解轮回本质，这个本质只有纯然的苦和不净；唯有认清这个真相，修习苦性及不净相才能止息妄念，若不修习(苦性及不净相)，痴和贪便会增加，让我们继续流转生死。所以，修习生死轮回的过患极为重要。。",
    },
    {
      category: "content",
      pageTitle: "P153L4-L6 中士道次---增上力故",
      personInCharge: "",
      originalText:
        "中士道次修心分四，一、正修意乐，二、彼生起之量，三、除遣于此邪执分别，四、抉择能趣解脱道性。 初中分二，一、明求解脱之心，二、发此之方便。 今初",
      explanation:
        "中士道的修心次第分四：① 正式修习意乐。② 发起出离心的标准。③ 遣除误解。④ 抉择能趣入解脱道的性质。\n「正式修习意乐」分二：① 认识求解脱之心。② 发起求解脱心的方便之法。",
    },
    {
      category: "content",
      pageTitle: "P153L6-L7 言解脱者",
      personInCharge: "",
      originalText:
        "言解脱者，谓脱诸缚。此复业及烦恼，谓于生死是能系缚，即由此二增上力故。",
      explanation:
        "一、明求解脱之心 \n(1) 认识 「解脱」与「系缚」的体性\n所谓解脱，就是脱离束缚。业和烦恼-这两股力量辗转增加 ，就把众生紧紧缠缚在生死轮回当中。由于这两股力量不断的辗转增长，使众生无自主地一直在三界，或说六道，或说四生当中轮转不已。",
    },
    {
      category: "content",
      pageTitle: "P153L6-L8 若依界判---解脱之心",
      personInCharge: "",
      originalText:
        "若依界判，欲界等三。以趣分别，谓天趣等或五或六。依生处门，谓胎等四，即于其中结蕴相续，是系缚之体性。故从此脱，即名解脱，欲求得此，即是希求解脱之心。",
      explanation:
        "整个生死轮回可以用不同的方法去看， 以「界」分别，为三界； 即欲界、色界、无色界。以「趣」而分，为天道等五趣或六趣众生。若按「生处」 分，则有胎生、卵生、湿生、化生四种。生死轮回就是藉由这两股力量～业和烦恼，无间断持续的结生五蕴之体，并将前后的生死续流紧紧连结，成为难以挣脱的束缚，这就是系缚的体性。所以逃离系缚，从生死轮回 里透脱出来，称之为解脱；现在要想从这个地方，不要被它绑住，我一定要想办法跳出来 ‘真实生起想要解脱出来的心，即称为希求解脱之心。",
    },
    {
      category: "content",
      pageTitle: "P153L8-L10 又此解脱---即便止息",
      personInCharge: "",
      originalText:
        "又此解脱，非为惑业诸行生已息灭，以诸生法，于第二时定不安住，不待修习能治等缘，则不须励力，一切解脱便成过失，故若未生对治，当于未来结生相续。由其发起对治力故，结生相续即便止息。",
      explanation:
        "这个解脱，并不是指由业和烦恼(惑)所造的行蕴生而息灭，因为一切依于因缘而生的法并不会恒常安住，而是每一刹那都在生灭；也就是说， 第一刹那生起的事物，在第二刹那性就息灭了，不需要修习对治，也不需要努力，所以也没有解脱可言。\n解脱， 是指如果没有修这个对治的话， 虽然先前惑业感果就到此为止，可是感果当下，这两股力量又会辗转结生，形成后有；因此，一定要修习对治 ，才能终止业和烦恼的结生相续，而唯有这个结生相续停止了以后，系缚也就没有了，而此时即是解脱了。",
    },
    {
      category: "content",
      pageTitle: "P153L11-L13 第二发此---出此三有",
      personInCharge: "",
      originalText:
        "第二发此之方便者。譬如欲得止息渴苦，由于渴逼，见非爱相。如是欲得，诸取蕴苦寂灭解脱，亦由观见，取蕴苦性所有过患。故若未修三有过患，于彼发起欲舍之心，则于苦灭不起欲得。四百论云 「谁于此无厌，彼岂敬寂静，如贪着自家，难出此三有。",
      explanation:
        "第二、引发求解脱心的方法。\n譬如想要止息干渴之苦，必须要先感受到干渴难受之苦，而后才能生起想解决干渴之心。\n以理同推，如果想要解脱生死，必须先认识惑、业所产生的取蕴之苦，要想从这个苦蕴当中得到解脱，解决这个苦 ，必须见到这个取蕴──这个取蕴就是我们身心的五蕴──它那个特质是苦的，以及它这个苦的种种的过失、患害，当真实地见到了这个苦蕴 ，才会去寻求解脱的方法。 所以成办解脱的先决条件就是认识五取蕴之苦性。",
    },
    {
      category: "content",
      pageTitle: "P153L10 故若未修三有过患",
      personInCharge: "",
      originalText:
        "故若未修三有过患，于彼发起欲舍之心，则于苦灭不起欲得。四百论云 「谁于此无厌，彼岂敬寂静，如贪着自家，难出此三有。",
      explanation:
        "如果不修习三有的过患，就不会生起出离心，也就根本不会想要从生死轮回当中解脱。\n《四百论》中说：「如果对生死轮回不产生厌离心的话， 我们怎么可能求寂灭涅槃 这个厌离的方法呢？ 就像贪著自家亲倦恩爱、世间盛事，如果这样的话， 自然难以出离三有。」 ",
    },
    {
      category: "content",
      pageTitle: "P153L13-P154L2 希求解脱---苦谛今初",
      personInCharge: "",
      originalText:
        "希求解脱方便分二 一由于苦集门中思惟 二由于十二缘起思惟 初中分二 一思惟苦谛生死过患 二思惟集谛流转次第 初中分二 一显示四谛先说苦谛之意趣 二正修苦谛  今初",
      explanation:
        "希求解脱 : 我们可以从二种不同的方便趣入，\n一个是由苦集二谛去思惟；一个是由十二因缘去思惟。第一个又分苦谛、集谛两部分来讲，先说思惟苦谛生死过患；苦谛中又分二，第一个是告诉我们佛在四谛中先说苦谛的意趣。",
    },
    {
      category: "content",
      pageTitle: "P154L3-L5 集谛为因---故无过失",
      personInCharge: "",
      originalText:
        "集谛为因，苦谛是彼之果，故集是先，果应是后。何故世尊不顺彼义之次第而作是说，诸比丘此是苦圣谛，此是集圣谛耶。大师于此违因果次第而宣说者，以有至大修持扼要，故无过失。",
      explanation:
        "一、显示四谛先说苦谛之意趣\n集就是因，由于造了这个因，那么感得的这个因的果 。从因果的角度而言，应照这个先后的次第，应当先说集谛、再说苦谛。结果呢，世尊却先讲苦，后讲集，但是为什么世尊不顺着这个因果次第，反而是先告诉大家说：「 诸比丘！ 这是苦圣谛，这是集圣谛」呢？佛陀之所以不按照先因后果的顺序， 而先说果(苦谛)，后说因(集谛)，是因为这其中蕴含着修持的大要诀，由苦谛趣入，是修行的关键， 所以并没有过失。",
    },
    {
      category: "content",
      pageTitle: "P154L5-L7 此复云何---何不生畏",
      personInCharge: "",
      originalText:
        "此复云何，谓诸所化，若于生死自先未发无倒希求解脱之心，根本断绝，彼于解脱云何能导。以诸所化无明暗覆，于诸苦性生死圆满，执为安乐，颠倒所诓。如四百论云「此大苦海中，悉无诸边岸，愚人沉此中，云何不生畏。",
      explanation:
        "这个道理怎么讲呢？对于世尊所要化度的众生，假定对于这个生死的本质并不了解，贪著难舍，从来没想过要解脱，解脱轮回的根本也就完全断绝了，那怎么引导他们趣向解脱之法呢？由于世尊要化导的众生，也就是我们；被无明痴暗所覆蔽，看不见轮回的真相，对于生死当中所有一切的好事情，把它执为是乐的，不停地追求，被颠倒妄想所欺骗、迷惑。就如《四百论》中所说：这一个生死轮回的大苦海，既没有边、又没有底啊，愚痴的人在这个里边哪，一点都不怕，这个人是何等地愚痴呀！",
    },
    {
      category: "content",
      pageTitle: "P154L7-L9 先须为说---必须灭除",
      personInCharge: "",
      originalText:
        "先须为说此实是苦，非有安乐，说多苦相令起厌离，是故于初先说苦谛。此后自见堕于苦海，则于苦海欲求脱离，便见其苦必须灭除。此复了知，未止其因苦终不灭，便念其因复为何等，由此始能了知集谛，是故集谛于苦后说。",
      explanation:
        "由于众生被暂时的安乐假相所蒙蔽，所以佛必定先要告诉我们，轮回的本质是苦，这个是苦啊， 没有安乐可言，并多方面的、种种方面地善巧说明，目的一个──令发起厌离心，想到要解脱， 因此佛陀先说苦谛。依着苦谛而真正认识苦以后 ，因为了解了这个苦，所以要求解脱，所以这个时候，你要求灭苦之心 ，这时了知 ，如果不从止息苦因着手， 痛苦终究不会无故息灭。于是就会去追究痛苦之因来自哪里，而后趋入集谛的学习。因此，集谛应在苦谛之后宣说。 ",
    },
    {
      category: "content",
      pageTitle: "P154L10-L11 次知生死---宣说灭谛",
      personInCharge: "",
      originalText:
        "次知生死众苦，皆由有漏业生，其业复由烦恼发起，烦恼根本是为我执，便知集谛。若见我执亦能止灭，誓愿现证灭苦之灭，故于集后宣说灭谛。",
      explanation:
        "进一步了解，生死的苦是有漏的业，有漏业则来自烦恼 ，而 烦恼的根本是我执，这样由果寻因，便能认识集谛。如果见到烦恼的根本是我执，这个我执这个东西，不是天生的，而是虚妄颠倒的，是可以把它净化、消灭 ，我们就会发下誓愿，一定要现证能灭苦的灭谛，所以世尊在集谛之后宣说了灭谛。 ",
    },
    {
      category: "content",
      pageTitle: "P154L11-L13 若尔开示---定当证灭",
      personInCharge: "",
      originalText:
        "若尔开示苦谛之后，即于解脱发生希求，苦谛之后应说灭谛。答云，无过，尔时虽有欲解脱心，欣得寂灭众苦之灭，然犹未明众苦之因，未见其因定能遮止，故于解脱，不能定执为所应得，定当证灭。如是若执定当证灭，定当解脱，便念何为趣解脱道，趣向道谛，是故道谛最后宣说。",
      explanation:
        "也许有人会问，苦谛宣说后，岂不是应该要说灭谛，为 什么佛陀不在苦谛之后直接开示灭谛呢？ 为什么又说集谛呢？ 回答：这样做没有过失。\n因 为众生 虽然要想求解脱，希望把一切的苦得到静息，但是并不了解那个苦的因，不晓得这个因是不是一定能够遮止，所以对断苦因而现证灭谛的解脱，也无从肯定一定能证得。唯有当修行者深信灭谛可证，确定解脱可得时，才会思索如何获得解脱， 这样就自然地趣向道谛了，所以道谛最后才宣说。 ",
    },
    {
      category: "content",
      pageTitle: "P154L13-P155L2 如是若执---断应证修",
      personInCharge: "",
      originalText:
        "如是亦如相续本母云 「如病应知断病因，当得乐住应依药，苦因彼灭如是道，应知应断应证修。",
      explanation:
        "就如《相续本母论》中所说：「就像生了病第一个要晓得自己有病，要断除病苦一定要先找到病的因，断除了病因就可以得到安乐，要断病因就需要医药，这是一定的次第。",
    },
    {
      category: "content",
      pageTitle: "P155L2-L4 如是四谛---引导学者",
      personInCharge: "",
      originalText:
        "如是四谛，大小乘中皆数宣说，是为善逝总摄生死流转，生死还灭诸扼要处。故修解脱极为切要，亦是修行大嗢柁南，故须如是次第引导学者。",
      explanation:
        "苦集灭道这个四谛，在整个的大小乘的教典中都曾多次宣说，它是佛陀总摄 生死流转与生死还灭的扼要法门。 对于真正修解脱的，四谛法至为重要， 这个是最最重要的，也是修行的 ──「嗢柁南」这个地方是指纲要，纲宗扼要 。 因此必须以这样的次第，如法引导弟子 修学。 \n",
    },
    {
      category: "content",
      pageTitle: "P155L4-L6 若未真实---劳而无果",
      personInCharge: "",
      originalText:
        "若未真实思惟苦谛，厌舍生死，则求解脱亦唯虚言，随其所作悉成集谛。若未思集，善知惑业生死根本，犹如射箭未见鹄的，是即断截正道扼要，遂于非脱三有之道妄执为是，劳而无果。",
      explanation:
        "假定对苦谛没有正确的认识 ，或者虽然认识了，没有如理思惟生起相应的量，那我们的心还是会耽著在世间的一切安乐，不会去厌离生死，嘴巴上说要追求解脱，不过是空话而已，于是切所作终将沦为轮回的因(集谛)。 \n如果不去思惟集谛，不了解烦恼和业是轮回的根本，就如同没有目标就射箭，这将截断了修行正道的关键要点，于是把不是解脱轮回的道轨，误认为是正道，必将徒劳而无果。",
    },
    {
      category: "content",
      pageTitle: "P155L6-L7 若未能知---增上慢耳",
      personInCharge: "",
      originalText:
        "若未能知应断之苦集，则亦不明静苦之解脱，故欲求解脱，亦唯增上慢耳。",
      explanation:
        " 如果对应断的苦谛、集谛，认识不足的话，也就不能了解寂灭息苦的解脱之道。这种情况之下，我们所谓的修行，最多也只是「增上慢」而 已。 ",
    },
    {
      category: "title",
      mainTitle: "广论复习",
      subTitle: "中士道 - 希求解脱",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "敬礼胜尊具大悲者足。 ",
      explanation:
        "每一个道次第开始的时候，一定是皈敬世尊，皈敬世尊， 所顶礼的对境，是胜尊具大悲者，也就是具足大悲的道次第所有传承上师。\n",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        "1、下士道内涵总摄\n透由思惟念死无常、三恶趣苦的道理，能引导得我们生起厌离现世，进而把重心转为后世善趣安乐的希求；由于这样的因，皈依了三宝，对黑白业果法则发深忍信，并且经过努力地断恶修善，就可以确定未来一定能得到人天善妙的果位。\n",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        " 2、为导入大乘而须修中士之理\n然而我们并不能把这个作为满足。而是应该要依序发起共下士及共中士的意乐，同时，舍弃生死当中一切事之后，并以此为基础，不但是自己要解脱，也誓愿救渡解脱 一切众生，这样才能真正发起大菩提心，进入上士道。所以在路线次第的引导中，我们必须修习中士的意乐。",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        " 3、不应以下士为满足道理\n我们虽然得到人道或者天道的好处 ，比起恶道来说，算是非常殊胜的地方，但行苦还在，最后还在轮回当中！如果对这一点不了解， 而将它认为是真正的快乐 ，那实在是颠倒。正确来说，人天只算是暂时的安乐趣，并非真实恒久不变，等到福报穷尽，一定会再堕入恶道。在人间一期的生命，只是在悬崖上暂时歇息，并不是究竟安乐之处，因终究会掉落深谷。",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        "圣天菩萨在《四百论》告诉我们 说：「真正的智者，对这个善趣看得像地狱一样 ，令人 怖畏。如果说不怕这个 三有生死轮回，在智者的这个圈子里，是绝对没有的， 这种安乐趣恐怕找也找不到。",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        "共中士道的修心次第分四：\n① 正式修习意乐。，正修的这个内容是什么 ② 发起出离心的标准。第二彼生起之量，这意乐要到什么种程度呢？\n③ 遣除误解。第三除遣于此邪执分别，有很多错误的概念要弄清楚；\n④ 抉择能趣入解脱道的性质。第四是决择能趣解脱道性，既然知道世间是苦的，就要想办法去寻求解脱生死之道。\n初中分二，一 明求解脱之心，二 发此之方便。 今初 ",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        "(1) 认识 「解脱」与「系缚」的体性\n所谓解脱，就是脱离束缚。业和烦恼-这两股力量辗转增加 ，就把众生紧紧缠缚在生死轮回当中。由于这两股力量不断的辗转增长，使众生无自主地一直在三界，或说六道，或说四生当中轮转不已。",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        "整个生死轮回可以用不同的方法去看， 以「界」分别，为三界； 即欲界、色界、无色界。以「趣」而分，为天道等五趣或六趣众生。若按「生处」 分，则有胎生、卵生、湿生、化生四种。\n生死轮回就是藉由这两股力量～业和烦恼，无间断持续的结生五蕴之体，并将前后的生死续流紧紧连结，成为难以挣脱的束缚，这就是系缚的体性。所以逃离系缚，从生死轮回 里透脱出来，称之为解脱；现在要想从这个地方，不要被它绑住，我一定要想办法跳出来 ‘真实生起想要解脱出来的心，即称为希求解脱之心。 ",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        "这个解脱，并不是指由业和烦恼(惑)所造的行蕴生而息灭，因为一切依于因缘而生的法并不会恒常安住，而是每一刹那都在生灭；也就是说， 第一刹那生起的事物，在第二刹那性就息灭了，不需要修习对治，也不需要努力，所以也没有解脱可言。\n解脱， 是指如果没有修这个对治的话， 虽然先前惑业感果就到此为止，可是感果当下，这两股力量又会辗转结生，形成后有；因此，一定要修习对治 ，才能终止业和烦恼的 结生相续，而唯有这个结生相续停止了以后，系缚也就没有了，而此时即是解脱了。",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        "第二、引发求解脱心的方法。\n譬如想要止息干渴之苦，必须要先感受到干渴难受之苦，而后才能生起想解决干渴之心。\n以理同推，如果想要解脱生死，必须先认识惑、业所产生的取蕴之苦，要想从这个苦蕴当中得到解脱，解决这个苦 ，必须见到这个取蕴──这个取蕴就是我们身心的五蕴──它那个特质是苦的，以及它这个苦的种种的过失、患害，当真实地见到了这个苦蕴 ，才会去寻求解脱的方法。 所以成办解脱的先决条件就是认识五取蕴之苦性。\n",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        "如果不修习三有的过患，就不会生起出离心，也就根本不会想要从生死轮回当中解脱。《四百论》中说：「如果对生死轮回不产生厌离心的话， 我们怎么可能求寂灭涅槃 这个厌离的方法呢？ 就像贪著自家亲倦恩爱、世间盛事， 自然难以出离三有。」 ",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        "希求解脱方便分二，一、由于苦集门中思惟，二、由于十二缘 起思惟。 \n初中分二，一、思惟苦谛生死过患，二、思惟集谛流转次第。 \n初中分二，一、显示四谛先说苦谛之意趣，二、正修苦谛。 今 初 ",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        "一、显示四谛先说苦谛之意趣\n集就是因，由于造了这个因，聚集了这个因，那么感得的这个因的果 。从因果的角度而言，应照这个先后的次第，应当先说集谛、再说苦谛。结果呢，世尊却先讲苦，后讲集，但是为什么世尊不顺着这个因果次第，反而是先告诉大家说：「 诸比丘！ 这是苦圣谛，这是集圣谛」呢？佛陀之所以不按照先因后果的顺序， 而先说果(苦谛)，后说因(集谛)，是因为这其中蕴含着修持的大要诀，由苦谛趣入，是修行的关键， 所以并没有过失。 ",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        "由于众生被暂时的安乐假相所蒙蔽，所以佛必定先要告诉我们，轮回的本质是苦，这个是苦啊， 没有安乐可言，并多方面的、种种方面地善巧说明，目的一个──令发起厌离心，想到要解脱， 因此佛陀先说苦谛。依着苦谛而真正认识苦以后 ，因为了解了这个苦，所以要求解脱，所以这个时候，你要求灭苦之心 ，这时了知 ，如果不从止息苦因着手， 痛苦终究不会无故息灭。于是就会去追究痛苦之因来自哪里，而后趋入集谛的学习。因此，集谛应在苦谛之后宣说",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        "进一步了解，生死的苦是有漏的业，有漏业则来自烦恼 ，而 烦恼的根本是我执，这样由果寻因，便能认识集谛。如果见到烦恼的根本是我执，这个我执这个东西，不是天生的，而是虚妄颠倒的，是可以把它净化、消灭 ，我们就会发下誓愿，一定要现证能灭苦的灭谛，所以世尊在集谛之后宣说了灭谛。 ",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        "许有人会问，佛陀说了苦谛以后，众生已对解脱产生希求心，为 什么佛陀不在苦谛之后直接开示灭谛呢？ 为什么又说集谛呢？ 回答：这样做没有过失。因 为众生 虽然要想求解脱，希望把一切的苦得到静息，但是并不了解那个苦的因，不晓得这个因是不是一定能够遮止，所以对断苦因而现证灭谛的解脱，也无从肯定一定能证得。唯有当修行者深信灭谛可证，确定解脱可得时，才会思索如何获得解脱， 这样就自然地趣向道谛了，所以道谛最后才宣说",
    },
    {
      category: "content",
      pageTitle: "p152L1-p155L7",
      personInCharge: "",
      originalText: "",
      explanation:
        "就如《相续本母论》中所说：「病人先要知道自己有病，才会去找医 生治疗；想要脱离病苦，须先找到病因，断除了病因就可以得到安乐； 为了得到远离病苦的安乐，就需要医药；这是一定的次第。",
    },
  ],
};
