var mainData = {
  title: "P117L6 - P120L7 第二引发---有情自受果",
  subtitle: "",
  testdate: "01/08/2026",
  paragraph: [
    { category: "title", mainTitle: "广论消文", subTitle: "C组\n2026年8月1日" },
    {
      category: "content",
      pageTitle: "P117L6-L7 第二引发---今初",
      personInCharge: "SW",
      originalText:
        "第二引发一切善乐根本深忍信中分三　一思总业果　二思别业果　三思已正行进止之理　初中分二　一正明思总之理　二分别思惟　今初",
      explanation:
        "第二，引发一切善乐根本的深忍信中，分为三个部分：一、思惟总体业果；二、思惟各别业果；三、思惟思后正行进止（修善断恶）的道理。第一部分中分为两个部分：一、正确阐明思惟总体的道理；二、分别具体思惟。现在讲第一部分。",
    },
    {
      category: "content",
      pageTitle: "P117L8-L10 谓诸异生---不善而起",
      personInCharge: "SW",
      originalText:
        "初中有四。业决定理者。谓诸异生及诸圣者，随有适悦行相乐受，下至生于有情地狱，由起凉风，所发乐受，一切皆是从先造集善业所起。从不善业发生安乐，无有是处。所有逼迫行相苦受，下至罗汉相续之苦，一切皆是从先造集不善而起。",
      explanation:
        "第一部分包含四个要领。第一、业决定理（业果决定之理）：意思是说，所有的凡夫以及诸位圣者，凡是所生起的一切适悦舒适相状的乐受，下至生于有情地狱中，由于刮起微凉的风所发出的微少乐受，这一切全都是从先前所造集修习的善业产生的。而从不善业中发生安乐，那是绝对不可能有的事。所有逼迫痛苦相状的苦受，下至罗汉内心相续中所感受的痛苦，一切全都是从先前所造集的不善业产生的。",
    },
    {
      category: "content",
      pageTitle: "P117L10-L12 从诸善业---生总苦乐",
      personInCharge: "SW",
      originalText:
        "从诸善业发生诸苦，无有是处。宝曼论云：「诸苦从不善，如是诸恶趣，从善诸善趣，一切生安乐。」故诸苦乐非无因生，亦非自性，自在天等不顺因生，是为从总善不善业生总苦乐。",
      explanation:
        "从各种善业中发生各种痛苦，那是绝对不可能有的事。《宝曼论》中说：「一切痛苦都来自于不善业，就像这样，一切恶趣都来自于不善业；而一切善趣与一切生生世世的安乐，都来自于善业。」所以，各种苦与乐既不是无因无缘凭空产生的，也不是由自性固有、自在天等不相顺的因所产生的，这就是从总体的善业与不善业中，产生总体的苦受与乐受。",
    },
    {
      category: "content",
      pageTitle: "P117L12-P118L1 诸苦安乐---白法根本",
      personInCharge: "SW",
      originalText:
        "诸苦安乐种种差别，亦从二业种种差别，无少紊乱，各别而起。若于业果，或决定相，或无欺罔，获定解者，是为一切内佛弟子所有正见，赞为一切白法根本。",
      explanation:
        "各种痛苦与安乐的种种差别，也是从善恶二业的种种差别中，毫无少许紊乱地各别对应产生的。如果对于业果的决定相、以及丝毫不欺罔骗人的道理获得了坚固定解，这就是一切内部佛弟子所拥有的一切正见，被赞叹为是一切清净白法善业的根本。",
    },
    {
      category: "content",
      pageTitle: "P118L2-L4 业增长广---诸谷丰熟",
      personInCharge: "AL",
      originalText:
        "业增长广大者。谓虽从其微少善业，亦能感发极大乐果，虽从微少诸不善业，亦能感发极大苦果，故如内身因果增长，诸外因果无能等者。此亦如集法句云：「虽造微少恶，他世大怖畏，当作大苦恼，犹如入腹毒。虽造微少福，他世引大乐，亦作诸大义，如诸谷丰熟。」",
      explanation:
        "第二、业增长广大（业果增长广大之理）：意思是说，虽然只是从极其微少的善业，也能感召引发出极大的乐果；虽然只是从极其微少的不善业，也能感召引发出极大的苦果。所以，就像我们内在身体因果增长的规律一样，外在自然界的各种因果增长，没有能比得上它的。这也正如《集法句》中所说：「虽然造了微小的恶业，在后世会带来极大的怖畏，也会带来极大的苦恼，就像微小的毒药进入腹中一样。虽然造了微小的福德，在后世会引发极大的安乐，也能成就各种重大的义利，就像种子丰收成熟一样。」",
    },
    {
      category: "content",
      pageTitle: "P118L5-L7 从轻微业---求发定解",
      personInCharge: "AL",
      originalText:
        "从轻微业起广大果，此复当由说宿因缘发定解者，如阿笈摩说，牧人喜欢，及彼手杖所穿田蛙，五百水鹅，五百鱼龟，五百饿鬼，五百田夫及五百牛，所有因缘。并贤愚经说金天，金宝，牛护因缘，当从阿笈摩及贤愚经，百业经等，求发定解。",
      explanation:
        "从轻微的业因引发广大的果报，这还需要从阐述宿世因缘的经典中获得决定了解，就像阿笈摩（圣教）中所说牧人喜欢、以及被他手杖刺穿的田蛙，五百水鹅、五百鱼龟、五百饿鬼、五百田夫以及五百头牛的所有因缘故事；以及《贤愚经》中所说的金天、金宝，牛护因缘，当从阿笈摩及贤愚经，百业经等，求发定解。",
    },
    {
      category: "content",
      pageTitle: "P118L8-L10 复次尸罗---说生龙中",
      personInCharge: "YY",
      originalText:
        "复次尸罗，轨则，净命，正见四中，后未亏损，前三未能圆满清净，少亏损者，说生龙中。",
      explanation:
        "第四科、授记将发生的道理：另外，戒律与轨则，净命（清净的生活方式），以及正见。这四者当中，如果后者（正见）没有亏损，而前三者没有做到圆满清净，少部分有所亏损的人，佛说死后会他们会投生到龙族之中。",
    },
    {
      category: "content",
      pageTitle: "P118L10-L12 海龙王请---当生龙中",
      personInCharge: "YY",
      originalText:
        "海龙王请问经云：「世尊，我于劫初，住大海内，时有拘留孙如来出现世间，尔时大海之中，诸龙，龙子，龙女悉皆减少，我亦减少眷属。世尊现大海中，诸龙，龙子，龙女，悉皆如是无有限量，不能得知数量边际。世尊，有何因缘而乃如此。世尊告曰，龙王，若于善说法毗奈耶而出家家已，未能清净圆满尸罗，亏损轨则，亏损净命，亏损尸罗，未能圆满。然见正直，此等不生有情地狱，死没已后，当生龙中。」",
      explanation:
        "《海龙王请问经》中说：「世尊！我从劫初就居住在大海中，当拘留孙如来出现于世间时，大海中龙与龙子龙女都渐渐减少，我的眷属也很稀少。世尊！而今大海当中，龙与龙子龙女却是如此数量无边，无法知道数目究竟有多少。世尊！是由于什么因缘导致如此？世尊答道：龙王！凡是在善说法——毗奈耶中出家，戒律没有做到清净圆满，亏损了轨则、净命、戒律，没有做到圆满，但是他们的见解依然正直，就不会投生到有情地狱，命终之后会投生龙族。”",
    },
    {
      category: "content",
      pageTitle: "P118L12-P119L3 此复说于---亦生龙中",
      personInCharge: "YY",
      originalText:
        "此复说于拘留孙大师教法之中，在家出家有九十八俱胝。金仙大师教法之中，有六十四俱胝。迦叶大师教法之中，有八十俱胝。吾等大师教法之中，有九十九俱胝。由其亏损轨则，净命，尸罗增上，于龙趣中已生当生。吾等大师，般涅槃后，诸行恶行，毁犯尸罗，四众弟子，亦生龙中。",
      explanation:
        "又提到导师拘留孙佛的教法家中有九亿八千万在家出家众，导师拘那含牟尼佛(金仙大师)的教法中有六亿四千万，导师迦叶佛的教法中有八亿，我们的导师世尊的教法中有九亿九千万。由于亏损了轨则、净命、戒律，以致于已经投生或者将会投生为龙。并且在我们的导师世尊涅槃之后，造恶的四众弟子，他们由于亏损戒律，也会投生为龙。",
    },
    {
      category: "content",
      pageTitle: "P119L3-L5 然亦宣说---而般涅槃",
      personInCharge: "YY",
      originalText:
        "然亦宣说，彼等加行，虽不清净，由于圣教尚未退失深忍意乐，增上力故，从龙死殁，当生人天。除诸趣入于大乘者，一切悉当于此贤劫诸佛教中，而般涅槃。",
      explanation:
        "第五科、藉由信解信成就超胜果位的道理：但是又提到，他们的行持虽不清净，但是信仰圣教的意乐尚未退减。藉由这个力量，这些龙往生之后会投生为天神与人。除了已经进入大乘者之外，全部都会趣入于这个贤劫一千诸佛的教法中，而证得般涅槃。",
    },
    {
      category: "content",
      pageTitle: "P119L5-L6 是故微细---应励力断",
      personInCharge: "YY",
      originalText:
        "是故微细黑白诸业，如影随形，皆能发生广大苦乐，当生坚固决定解已，虽微善业应励力修，微少恶罪，应励力断。",
      explanation:
        "第六科、业相随的道理：因此，即使是微细的黑恶业与白善业，也会如影随形，产生巨大的苦乐。坚固确切地认知此事之后，即使微细的善业都应当勤奋修持；即使微细的罪堕都应当勤奋断除。",
    },
    {
      category: "content",
      pageTitle: "P119L6-L8 如集法句---情往善趣",
      personInCharge: "RZ",
      originalText:
        "如集法句云：「如鸟在虚空，其影随俱行，作妙行恶行，随彼众生转。如诸少路粮，入路苦恼行，如是无善业，有情往恶趣。如多有路粮，入路安乐行，如是作善业，有情往善趣。」",
      explanation:
        "正如《集法句经》中所说：「 如鸟飞在空中，影子必随其而行。同样的，我们所做的善行或恶行，也是随着我们生死而流转的。就像要出外远行，如果缺少路粮，一路上必定痛苦艰难。这个情况就好比没有善业，只有堕恶趣一途。反之，若是路粮充足，一路上便能安乐顺遂，如同积聚善业，一定往生善趣。」  ",
    },
    {
      category: "content",
      pageTitle: "P119L8-L9 又云---充满大器",
      personInCharge: "RZ",
      originalText:
        "又云：「虽有极少恶，勿轻念无损，如集诸水滴，渐当满大器。」又云：「莫思作轻恶，不随自后来，如落诸水滴，能充满大器。如是集少恶，愚夫当极满，莫思作少善，不随自后来。如落诸水滴，能充满大瓶，由略集诸善，坚勇极充满。」",
      explanation:
        "《集法句经》又说：「 虽然只是很小的恶行，千万不要轻忽，以为无关紧要，不会有所损害；正如同积累一滴一滴的小水滴，渐渐也能充满整个大容器。」又说：「不要认为只是做一点小恶，将来也许不会受报；要知道滴落的水滴，渐渐也能充满整个容器。如此积聚一个一个的小恶业，也能积少成多，在愚夫无明的心续中，恶业仍将很快地充满，以致终酿大害、遭受大苦。同样的，小小的善业，也会带来好的果报；要知道水滴虽小，也能充满整个大瓶；即使是少许善业，也能积少成多，也能生出极坚固、极圆满的乐果来。」  ",
    },
    {
      category: "content",
      pageTitle: "P119L10-L12 本生论---不获安乐",
      personInCharge: "RZ",
      originalText:
        "本生论亦云：「由修善不善诸业，诸人即成惯习性，如是虽不特策励，他世现行犹如梦。若未修施尸罗等，随具种色少壮德，极大势力多富财，后世悉不获安乐。",
      explanation:
        "《本生论》中也说：「 由于经常修持善业、或造作不善业，久了自然会薰习成习惯，变成将来种性(等流)，到来世他生的时候，往往不需要特别使力策发，也会自然展现，就像做梦一样。若今生不修集布施、持戒等善行资粮，即使眼前具备了出身高贵、容貌姣好、年轻体壮、才华洋溢、地位权势、大财富等等，后世却完全无法获得安乐果报。",
    },
    {
      category: "content",
      pageTitle: "P119L12-P210L1 种等虽卑---能如欲行",
      personInCharge: "RZ",
      originalText:
        "种等虽卑不着恶，具足施戒等功德，如夏江河能满海，后世安乐定增广。应善定解善非善，诸业他世生苦乐，断恶励力修善业，无信岂能如欲行。」",
      explanation:
        "反过来说，如果这一世的出身、相貌、财富、地位等都很下劣，但是不做坏事，而且具足布施、持戒、忍辱等种种功德，那么从这一世开始，就能像夏天的江河水，刚开始好像干干的，可是慢慢地水越来越多，到后来，乃至于把大海都充满了，后世的安乐一定能渐渐增广。所以，我们应该善巧了解，造了善业，他世必生乐果，造恶业，他世必生苦果的道理，然后努力地断恶修善。如果对整个业果法则没有正确的认识、没有坚定的信心，又怎么能生起善法欲呢？又怎么能得到想要的乐果呢？」  ",
    },
    {
      category: "content",
      pageTitle: "P120L2-L3 所未造业---集其一分",
      personInCharge: "SW",
      originalText:
        "第二所未造业不会遇者。谓若未集能感苦乐正因之业，则定不受业苦乐果。诸能受用大师所集，无数资粮所有妙果，虽不必集彼一切因，然亦定须集其一分。",
      explanation:
        "第三、所未造业不会遇（未造业者不遇之理）：意思是说，如果先前没有造集能够感召苦与乐正因的业力，那就决定不会领受业力的苦乐果报。大家能够受用引导大师（佛陀）所造集的无数资粮所带来的所有妙果，虽然不必造集佛陀所造的一切因，然也必定需要造集其中的一部分因。",
    },
    {
      category: "content",
      pageTitle: "P120L4-L6 已造之业---者亦无受",
      personInCharge: "SW",
      originalText:
        "已造之业不失坏者。谓诸已作善不善业，定能出生爱非爱果。如超胜赞云：「梵志说善恶，能换如取舍，尊说作不失，未作无所遇。」",
      explanation:
        "第四、已造之业不失坏（已造业者不失之理）。意思是说，所有已经造作的善业与不善业，决定能够生出可爱与不可爱的果报。正如《超胜赞》中所说：「梵天神说善业与恶业可以像取舍物品一样相互交换，尊者（佛陀）您却说造作了就不失坏，没有造作就绝不会遇到。」",
    },
    {
      category: "content",
      pageTitle: "P120L6-L7 毗奈耶阿---有情自受果",
      personInCharge: "SW",
      originalText:
        "三摩地王经亦云：「此复作已非不触，余所作者亦无受。」毗奈耶阿笈摩亦云：「假使使经百劫，诸业无失亡，若得缘会时，有情自受果。」",
      explanation:
        "《三摩地王经》也说：「此业造作了之后绝不是不领受，别人所造作的业自己也决不会去承受。」《毗奈耶阿笈摩》（律藏经）中也说：「假使经过了百劫之久，所造的各种业力也不会失坏流消，只要遇到因缘会合的时候，有情自己必然会领受其果报。」",
    },
    { category: "title", mainTitle: "广论复习", subTitle: "" },
    {
      category: "content",
      pageTitle: "P117L6-P118L10 业果四大原理与业果正见",
      personInCharge: "",
      originalText: "",
      explanation:
        "【思惟总体业果与四大原理】\n1. 业决定理：凡夫与圣者感受的一切舒适乐受（下至地狱微风），全由善业产生；一切逼迫苦受（下至罗汉内心苦），全由不善业产生。从不善生乐、从善生苦绝无可能。苦乐差别皆由善恶二业无乱对应产生。对业果决定相及无欺罔获得坚固定解，是一切佛弟子所有的正见，赞为一切清净白法的根本。\n2. 业增长广大：微少善业能感极大乐果，微少不善业能感极大苦果，内因果增长远胜外在自然界。如微毒入腹作大苦恼，微福渐集如谷丰熟。\n3. 所未造业不会遇：未造集能感苦乐正因之业，定不受其果。受用佛陀无数资粮妙果，亦须自身造集其中一分因。\n4. 已造之业不失坏：已作善恶业定能出生可爱与不可爱果，假使经百劫亦不失亡，因缘会合时必自受果，绝非他人代受或可以取舍交换。",
    },
    {
      category: "content",
      pageTitle: "P118L8-P120L7 深忍正见功德与微细取舍",
      personInCharge: "",
      originalText: "",
      explanation:
        "【深忍正见功德与微细取舍正行】\n1. 正见之胜功德：戒律、轨则、净命、正见四者中，若正见未亏损，仅前三者亏损，死后虽生龙族，但凭对圣教未退失的深忍信解力，从龙死殁后当生人天，并于贤劫诸佛法中证得般涅槃。\n2. 莫轻微恶微善：微细黑白诸业如影随形，皆能发生广大苦乐。切莫轻忽微恶以为无损，如水滴渐满大器、微毒入腹；亦莫轻忽微善以为无益，水滴汇集能充大瓶。应当励力断恶、坚勇修善。\n3. 业习惯性与功德保障：修习善恶业会养成习惯性格，他世现行如梦。若未修布施持戒，纵具高贵种姓、端庄面貌、极大势力与丰富财富，后世亦不获安乐；若具足施戒功德，后世安乐定如夏江满海般增广。",
    },
  ],
};
