var mainData = [
  {
    title: "由是菩提道次引导分四",
    subtitle: "P2L9_P3L4",
    testdate: "18/01/2025",
    sentences: [
      "<b>由是菩提道次引导分四，一为显其法根源净故开示造者殊胜，二令于教授起敬重故开示其法殊胜，三如何讲闻二种殊胜相应正法，四如何正以教授引导学徒之次第。今初</b>",
      "<b>菩提道次第广论引导结构分四部分：</b><br>1. 为显示法的根源清净，开示造论者的殊胜<br>2. 为让学徒对教授生起敬重，开示教法的殊胜<br>3. 如何讲说与听闻两种殊胜相应的正法<br>4. 怎么依着次第来教授和引导学徒",
      "<b>总此教授，即是至尊慈氏所造，现观庄严所有教授。别则此之教典，即是菩提道炬。故彼造者，亦即此之造者。彼复即是大阿阇黎胜燃灯智，别讳共称胜阿底峡。</b>",
      "<b>第一部分：开示造者殊胜。</b><br>本论的整体教授，源于至尊慈氏菩萨（弥勒菩萨）所造的《现观庄严论》的教授。特别是本教授的教典就是《菩提道炬论 》。所以《菩提道炬论 》的作者，也就是菩提道次第的作者。这位作者也就是大阿阇黎吉祥燃灯智，另外的名号，大家共同尊称他为胜阿底峡。",
      "<b>其殊胜分三：一圆满种中受生事理，二其身获得功德事理，三得已于教所作事业。今初</b>",
      "<b>造论者的殊胜分为三个部分：</b><br>第一，圆满种姓中受生的因缘；<br>第二，其身所成就的功德；<br>第三，获得功德后在佛教中的事业。",
      "<b>第一部分：圆满种姓中受生的因缘。</b>阿底峡尊者出生于高贵圆满的种姓，其因缘非凡。他降生于佛法兴盛之地，具有无量善根，与佛教殊胜法脉结下深厚因缘。这为他后来弘扬佛法、引导众生奠定了稳固的基础。",
      "<b>如拏错大译师所造八十赞云：“在金刚座的东方，有一个贺胜境，这当中有大城，叫次第聚落。城中有一座号称王都，名为有金幢。其宫极广博，受用位饶盛，等支那国王。其国王善胜，妃名吉祥光。父母有三子，名莲藏月藏，并其吉祥藏。太子莲华藏，有五妃九子。长子福吉祥，现时大善巧，称为陀那喜。幼子吉祥藏，比丘精进月。次子月藏者，即现至尊师。”</b>",
      "正如拏错大译师在《八十赞》中所言：在东萨贺胜境，有一座大城，名为‘次第聚落’。城中有一座号称王都的宫殿，名叫‘有金幢’。宫殿宏伟壮丽，物资丰盛，堪比支那（中国）国王的威仪。这个国度的国王名叫‘善胜’，王妃名叫‘吉祥光’。",
      "国王与王妃共有三子，太子名叫莲藏、次子月藏，还有幼子吉祥藏。王太子莲华藏有五位妃子和九个孩子，太子的长子名叫福吉祥，是当今的大智者，又被称为陀那喜；<br>国王的幼子吉祥藏，就是比丘精进月。<br>国王的次子月藏，就是现在的至尊上师阿底峡。”"
    ]
  }
];
