var mainData = [
  {
    title: "P12L13_P14L4 瑜伽师菩提宝云",
    subtitle: "P12L13_P14L4",
    testdate: "17/05/2025",
    sentences: [
      "<b>大瑜伽师菩提宝云：「言悟入教授者，非说仅于量如掌许一小函卷而得定解，是说了解一切至言皆是教授。」又如大依怙之弟子修宝喇嘛云：「阿底峡之教授，于一座上，身语意三，碎为微尘。今乃了解一切经论皆是教授。」</b>",
      "大瑜伽师菩提宝曾开示说：「所谓悟入教授，并非指仅仅对如手掌般大小的一小卷经论获得确定见解，而是指了悟到佛陀所有的一言一行都是实修指导。」同样，大依怙（阿底峡尊者）的弟子修宝喇嘛也说过：「对于阿底峡尊者所教我的，能在一座修持中，将身语意打碎成粉末、彻底摆脱。如今我终于明白，原来一切佛经教典，都是修行要诀。」",
      "<b>须如是知，如敦巴仁波卿云：「若曾学得众多法已，更须别求修法轨者，是为错谬。」虽经长时学众多法，然于修轨全未能知，若欲修法，诸更须从余求者，亦是未解如前说义而成过失。</b>",
      "应当这样理解，正如敦巴仁波切所说：「如果已经学习了很多教法，却还要另外寻求修行的方法，那就是错误的。」即使长时间学习了许多教法，但如果对实际的修行方法一无所知，等到想要实修时，又另外寻求修行的方法，这就是不了解前面所说的含义，从而造成过失。",
      "<b>此中圣教，如《俱舍》云：「佛正法有二，以教证为体。」除其教、证二圣教外，别无圣教。教正法者，谓是抉择受持道理修行正轨；证正法者，谓是如其前抉择时，所抉择已而起修行。故彼二种，成为因果。</b>",
      "在这其中，圣教（佛陀的教法），正如《俱舍论》所说：「佛陀的正法有两种，以教法和证法为体性，（就是教导与实证。）」除了教、证这两种圣教之外，并无其他圣教。<b>教正法</b>，指的是通过闻思抉择、受持法义并依之修行的正确轨则；<b>证正法</b>，则是指依照先前所抉择的义理，真正付诸实修而证得的境界。教法与证法二者，是互为因果的关系。",
      "<b>如跑马时，先示其马所应跑地，既示定已，应向彼跑。若所示地是此跑处而向余跑者，定成笑事。岂可闻思抉择此事，若修行时修行所余。</b>",
      "这就好比在赛马时，先要明确马匹应该奔跑的赛道，确定之后，比赛时就应当沿着这条赛道奔驰。如果明明指定了这条赛道，却偏要往其他方向跑，便必定会成为笑话。同样道理，既然通过闻思抉择确定了修持的内容，那么实际修行时，又怎能去修习其他法门呢?",
      "<b>如是亦如《修次第后编》云：「复次，闻及思慧之所通达，即是修慧之所应修，非应修余。如示跑地，而应随跑。」</b>",
      "正如《修次第后编》中所说：「另外，通过听闻以及思考所了悟的法义，就是今后应当专注修持的内容，而不是另外学习其他法门。这就像指明了赛跑的跑道，跑者就应当沿着这条跑道奔跑一样。」",
      "<b>如是由此教授能摄一切经论道之枢要，于从亲近善知识法乃至止观，此一切中，诸应舍修者，即作舍修，诸应举修者，即以择慧而正思择，编为行持次第引导，故一切圣言皆现为教授。</b>",
      "如前所述，本论包含了所有经论中从亲近善知识到止观之间的所有重点。在这之中，当读到止住修的部分，便应该练习止住修；而当读到观察修的部分，便应该练习观察修。这种安排是为了能引导学习者体会出佛陀的每句话都是珍贵的教导。",
      "<b>若不尔者，于非圆满道体一分，离观察慧虽尽寿修，诸大经论非但不现为真教授，且于彼等，见唯开辟博大外解，而谤舍之。现见诸大经论之中所诠诸义，多分皆须以观察慧而正观择。</b>",
      "若不如此修行，即便终身修持不具足完整道体的某个片面法门，且缺乏观察智慧，那么不仅无法将诸多大经大论视为真正的实修教授，反而会将其误解为仅是广博的理论知识，进而轻视舍弃。事实上，我们清楚看到，各大经论中所诠释的深奥法义，绝大部分都需要运用观察智慧来如理抉择。",
      "<b>此复修时若弃舍者，则于彼等何能发生定解，见为最胜教授？此等若非最胜教授，谁能获得较造此等尤为殊胜教授论师？</b>",
      "如果在修行的时候把这些（指需要观察智慧抉择的经典义理）弃置不用，那又怎么可能对它们生起坚定的理解，认为它们是最殊胜的修行教授呢？如果连这些经论都不算是最殊胜的教授，那么世间还有谁能写出比这些还更殊胜的教义呢？怎么可能还有比这些更厉害的论师呢？",
      "<b>如是若能将其深广契经及释现为教授，则其甚深续部及论诸大教典亦无少劳现为教授，则能发起执持彼等为胜教授所有定解，能尽遮遣妄执彼等非实教授，背弃正法诸邪分别罄无所余。</b>",
      "如果我们能够把那些内容深广的契经（佛经）和注释，直接当作修行的教授来看待，那么那些极深奥的密续典籍与诸大论著，也自然能毫不费力地转化为修行指南。这样一来，我们就能够生起坚定信解，确信这些经典和论著确实是最殊胜的修行指导；同时，也能彻底断除那种认为它们不是实修法门的错误知见，把背离正法的一切错误分别完全净除，无有遗留。"
    ]
  }
];
