var mainData = [
  {
    title: "设作是云",
    subtitle: "P10L4_P11L12",
    testdate: "12/04/2025",
    sentences: [
      "<b>设作是云，若入波罗蜜多大乘，虽须劣乘法藏所说诸道，然于趣入金刚乘者度彼岸乘，所有诸道非为共同，道不顺故。</b>",
      "假使有人提出：「如果是进显教波罗蜜多大乘的话，的确需要小乘法藏所说的众多道；但是对于进入密宗金刚乘的行者而言， 显教波罗蜜多乘的众多道则不是共通的道，因为道并不相顺的缘故。」",
      "<b>此极非理，以度彼岸道之体性悉皆摄入，意乐谓于菩提发心，行谓修学六到彼岸，是则一切定应习近，如《胜金刚顶》云：「纵为活命故，不应舍觉心。」又云：「六度彼岸行，毕竟不应舍。」又余咒教，宣说非一。</b>",
      "这种说法非常不合理！因为波罗蜜多道的体性，全都可以归纳为意乐– 发菩提心，以及行持– 修学六波罗蜜多两方面，面这一切都是一定要学习修持的法门。如同《胜金刚顶》中：说「纵使为了活命的缘故，也不应该舍弃菩提心。」 又说: 「六度的行持，始终都不应弃舍。」在其他许多密咒教典当中，也都宣说这个内涵。",
      "<b>众多趣入无上瑜伽曼陀罗时，亦多说须受共不共二种律仪。共者，即是菩萨律仪。受律仪者，即是受学三聚戒等菩萨学处。除发心已，如其誓受学所学处而修学外，虽于波罗蜜多乘中，亦无余道故。</b>",
      "在趣入无上瑜伽部坛城的许多时候，也都说到必须要受取共通与不共通两种律仪就是菩萨律仪。所谓受持律仪，就是受学这三聚净戒(摄律仪戒、摄善法戒、饶益有情戒)等菩萨学处。所以除了在发菩提心之后依着发誓受学的学处而进行修学以外，在显教波罗蜜多乘中，也没有其他的道。",
      "<b>又《金刚空行》及《三补止》、《金刚顶》中，受阿弥陀三昧耶时，悉作是云：「无余受外密，三乘正妙法。」受咒律仪须誓受故，由见此等少有开遮不同之分，即执一切犹如寒热遍相违者，是显自智极粗浅耳。</b>",
      "另外，《金刚空行》及《三补止》、《金刚顶》等密续中，在受阿弥陀部的三昧耶戒时，都这么提到：「要一无遗漏地受持外乘(事部、行部)； 密乘(瑜伽及无上瑜伽二部；波罗蜜多乘)，这三乘的正妙法。」上述内涵在受密宗戒的时候，都必须要发誓受持。",
      "如果因为看到显密之中有少许开遮不同的差别，便固执地认定一切显密教法就像”冷”与”热”一般互相违背，这显然是自己的智力极为粗浅！",
      "<b>如是唯除少分别缘开遮之外，诸正至言极随顺故。若趣上上三乘五道，必须完具下下乘道功德种类。波罗蜜多道者，如《佛母》中云：「所有去来现在佛，共道是此度非余。」是趣佛陀道之栋梁，故不应舍，金刚乘中亦多说此，故是经续二所共道。若于其上更加密咒诸不共道，灌顶三昧耶律仪二种次第及其眷属，故能速疾趣至佛陀。若弃共道，是大错谬。</b>",
      "如上所述，除了少数特殊的开遮之外，佛陀的言教都是非常相顺不矛盾的。所以像三乘或者五道，要进入其中更高的位阶，就必须具备下下的乘与道的功德种类。波罗蜜多道，就如同《般若经》中所说：「所有过去、未来、现在的诸佛共同道路，是此波罗蜜多道，而不是其他道」，好比是往趣成佛之道的主干，所以不应该弃舍。",
      "金刚乘中也多次讲到这点，所以波罗蜜多道是显密二者共通之道。在这基础上，如果再加上密咒的不共道– 灌顶、三昧耶、律仪、生起和圆满二种次第及其相关的法类，才能快速到达佛位；如果弃舍共道，是极大的错误。",
      "<b>若未获得如是知解，于一种法获得一分相似决定，便谤诸余，特于上乘若得发起一似胜解，如其次第遂谤弃舍下乘法藏诸度彼岸，即于咒中亦当谤舍下三部等，则当集成极相系属，甚易生起尤重异熟毁谤正法深厚业障。其中根据至下当说。</b>",
      "假如没有获得这样的领悟，对于每一种法各别产生一种似是而非的理解， 就会毁谤其他的法。特别是对于上乘如果发起一种似是而非的信解 ，就会依序弃舍小乘法藏、显教波罗蜜多乘；就算在密乘中，也会弃舍下三部等。那么，就会造下与这样的恶行紧密相关、容易生起，并且异熟极其沉重的深厚谤法业障，相关的依据将在下文说明。",
      "<b>是故应当依善依怙，于其一切正言皆是一数取趣成佛支缘，所有道理令起定解。诸现能修者，即当修习；诸现未能实进止者，亦不应以自未能趣而为因相，即便弃舍。应作是思：愿于何时于如是等，由趣遮门现修学耶？遂于其因，集积资粮，净治罪障，广发正愿。以是不久，渐渐增长智慧能力，于彼一切悉能修学。</b>",
      "因此应当依止胜妙的依估，从而坚固地确定认知「一切佛语都是帮助一位有情成佛的因缘条件」的内涵。对于现在就能修持的内容，便进行修持；其他未能在当下就进行取舍修持的内容，也不可因为自己还不能实践就弃之不顾，",
      "反而应该思惟：「什么时候才能对这些法义直接取舍修持呢？」而去成办其因– <b>累积资粮</b>、<b>净除罪障</b>、<b>广发正愿</b>。在这般努力下，不用经过很久的时问，智慧的能力便会渐渐增进，所有法义都将能够修学。",
      "<b>善知识敦巴仁波卿亦云：「能知以四方道，摄持一切圣教者，谓我师长。」此语即是极大可观察处。由是因缘，以此教授能摄经咒一切扼要，于一补特伽罗成佛道中而正引导，故此具足通达一切圣教无违殊胜。</b>",
      "善知识敦巴仁波切提到:「能通晓如何以四方道，收摄一切教法，这样的人， 即是我的师长。」这番话非常值得探究。由此可见，本教授能够将所有显密奥义，都归结成一位补特伽罗的成佛之道，从而引导后进的学人。因此本教授确实具备能令学人通达一切教授互不相违的殊胜特点。"
    ]
  }
];
