var mainData = [
  {
    title: "藏中所作事理者 P6L7_P8L6",
    subtitle: "P6L7_P8L6",
    testdate: "08/03/2025",
    sentences: [
      "<b>藏中所作事理者。天尊师长叔侄，如其次第起大殷勤，数数遣使洛拶嚩(luò zā pó)贾精进狮子，及拏(ná)错戒胜，往印迎请。</b>",
      "<br>在藏地弘法的情形，天尊师长(智光王和菩提光王)叔侄二人，先后派遣贾精进狮子译师，及那措戒胜译师前往印度，一再致力迎请阿底峡尊者入藏。<br></>“天尊师长”是法王、国王的意思；<br>“洛拶嚩”(luò zā pó)是大译师的意思。",
      "这里补充一下，拏错译师(拏错戒胜)是谁？他是噶当派的祖师，本名戒胜，生在阿里地区的种迦拉东，拏错就是他的族姓。出家后成为藏地有名的律师。他非常地幸运，二十七岁到印度迎请阿底峡尊者，从此如理依止阿底峡尊者十九年，并且担任阿底峡尊者的翻译。《八十赞》就是拏错译师他写的，是赞叹阿底峡尊者的颂文，总共八十偈。",
      "<b>菩提光时，请至哦日铎，启请治理佛陀圣教。依是因缘，总集一切经咒要义，束为修行次第，遂造《菩提炬论》等，而兴教法。</b>",
      "菩提光王在位期间，迎请尊者到藏地的阿里上部，并祈请尊者整顿教法，由此因缘，尊者透过写出总集一切显密经咒的精要，统合为完整修行次第的《菩提道炬论》等事业，使教法再度兴盛。",
      "<b>此复住于哦日三载，聂塘九岁，卫藏余处，五年之中，为诸善士，开示经咒教典教授，罄尽无余。圣教规模诸已没者，重新建树，诸略存轨倍令增广，诸被邪解垢秽染者，皆善治除，令圣教宝悉离垢染。</b>",
      "又驻锡(僧人出行，以锡杖自随)在阿里三年、聂塘九年、卫藏其他地区五年期间，为许多有缘的弟子倾囊相授所有显密经论教授，将已经没落的教轨重新建树，仅存少许轨理的部分则加以弘扬，被错误认知的垢秽所染加以净除，令大宝圣教远离垢染。",
      "<b>总之雪山聚中前弘圣教，谓圣静命及莲华生，建圣教轨。然由支那和尚堪布，解了空性未达扼要。以是因缘，谤方便分，遮止一切作意思惟，损减教法，为莲花戒大阿阇黎善破灭已，决择胜者所有密意，为恩极重。</b>",
      "总的来说，在雪域西藏的圣教前弘期，吉祥静命菩萨以及悲玛桑巴哇-莲花生大师共同建立了圣教的轨理。但由于支那大乘和尚对空性的理解没有抓住要点，因此他诽谤方便法门，反对任何思考和修行，以致圣教衰败。后来，莲花戒大阿阇黎详尽地驳斥这种恶见，并且抉择佛陀的本怀，恩德至为深重。",
      "<b>于后宏圣教，则有一类妄自矜为善巧智者及瑜伽师，由其倒执相续部义，于教根本清净梵行，作大损害，为此善士，善为破除。复能殄灭诸邪执着，弘盛增广无倒圣教，故其深恩普遍雪山一切众生。</b>",
      "而在圣教后弘期，则有一些人，妄自认为是通晓五明的大学者以及瑜伽师，由于他们错误理解密续的内涵，因而对于圣教的根本 – 清净梵行，造成极大损害，幸得这位善士阿底峡尊者善为破除。另外，又消灭了其他种种颠倒的执著，振兴无误的教法，所以尊者的深恩遍泽雪域一切众生。",
      "<b>如是造论，光显能仁所有密意，复有三种圆满胜因，谓善所知五种明处及具教授，谓从正遍知辗转传来，于其中间善士未断修持彼义扼要教授，并得谒见本尊天颜，获言开许。此等随一虽能造论，然三齐具极为圆满，此大阿阇黎三皆备具。</b>",
      "而要著作开显佛陀教法内涵的论著，又有三种圆满条件：第一是精通五明 ；第二是具足教授，也就是得到从正确且遍知一切的佛陀，经过历代大德依序传来，传承不曾问断的修持内涵扼要教授；第三是亲见本尊现身，获得本尊的亲口开许。<br>只要具备这几种条件当中任何一项，就能够著作论典；如果三种都具备的话，是最为圆满的，而这位大阿阁黎完全齐备这三种条件。",
      "<b>其为本尊所摄受者。如赞云「胜欢喜金刚，立三昧耶王，雄猛世自在，主尊度母等，谒颜得许故，或梦或现前，常闻最甚深，及广大正法。」</b>",
      "得到本尊摄受的情形，正如八十赞中所说：尊者亲见具德欢喜金刚、立三昧耶王佛，那位能仁及雄猛世自在观世音、主尊度母等一即胜乐轮、不动尊，共六位本尊，得到他们的开许。所以无论是在梦里，或是在真实情境中，尊者都能持续听闻甚深及广大的正法。」",
      "<b>师传承中，有所共乘及其大乘二种传承。后中分二，谓度彼岸及秘密咒。度彼岸中复有二种传承，谓见传承及行传承。其行传承复有从慈尊传及妙音传。于密咒中，亦复具足传承非一，谓五派传承，复具宗派传承，加持传承，及其种种教授传承等。</b>",
      "尊者的师承中，有共通乘小乘以及大乘两种传承。大乘的传承又分<u>显教度彼岸乘</u>（即般若波罗蜜多，强调智慧）及<u>密咒乘</u>(即密宗)两种传承。度彼岸乘中又有两种传承，即<u>见传承</u>和<u>行传承</u>。尊者的行传承又有从弥勒所传来，以及从文殊所传来的传承，共有三种传承。",
      "在密咒乘中，又具足〔一切密咒的传承、密集的传承、母续的传承、事部及瑜伽部的传承、阁摩敌的传承〕，共五派传承。另外尊者还具足宗派的传承、加持的传承，以及种种教授的传承等许多传承。",
      "<b>亲从闻学诸尊长者，如赞云「恒亲近尊重，谓寂静金洲，觉贤吉祥智，多得成就者。尊又特具足，从龙猛辗转传来最甚深，及广大教授。」说有十二得成就师，然余尚多善巧五种明处者，前已说讫。是故此阿阇黎能善决择胜者密意。</b>",
      "阿底峽尊者曾亲自跟随多位尊贵的长者学习，正如八十赞中所说：“他常常亲近和尊敬那些如寂静金洲、觉贤、吉祥智等已经获得成就的大师。尊者特别具备从龙猛（即龙树菩萨）那里代代相传下来的最深奥和最广大的教法。”",
      "相传尊者有十二位得道成就的师长，此外还有许多其他师长。尊者善巧五明的情形，前文已经说明过了。因此，阿底峽尊者能够准确地理解和阐释佛陀的深奥教义。",
      "<b>此阿阇黎于五印度，迦湿弥罗，邬仅，尼泊尔，藏中诸地，所有弟子不可思数。</b>",
      "这位大阿阇黎（阿底峽尊者）在五印度（指古代印度的五个地区）、迦湿弥罗（今克什米尔）、邬仅（可能指乌仗那，今巴基斯坦斯瓦特地区）、尼泊尔和藏中（西藏中部）等地拥有无数弟子，数量之多难以想象。",
      "<b>然主要者印度有四，谓与依怙智慧平等大善巧师，号毗柁跋，及法生慧，中狮，地藏，或复加入友密为五。</b>",
      "在印度，有四位主要弟子：与依怙智慧平等的大善巧师毗柁跋、法生慧、中狮和地藏，有时还会加上友密，共五位。",
      "<b>哦日则有宝贤译师，拏错译师，天尊重菩提光。后藏则有迦格瓦，及廓枯巴天生。罗札则有卡巴胜位，及善护。康地则有大瑜伽师，阿兰若师，智慧金刚卡达敦巴。中藏则有枯鹅种三。</b>",
      "在哦日这个地方，有宝贤译师、拏错译师和天尊重菩提光。在后藏（西藏西部），有迦格瓦和廓枯巴天生。在罗札这个地方，有卡巴胜位和善护。在康地，有大瑜伽师、阿兰若师和智慧金刚卡达敦巴。在中藏（西藏中部），有枯鹅种三。",
      "<b>是等之中，能广师尊所有法业，大持承者，厥为度母亲授记莂，种敦巴胜生是也。造者殊胜略说如是，广则应知出广传文。</b>",
      "在这些弟子之中，能够广弘尊者的法业，最主要承接传承的弟子，即是度母亲自授记的种敦巴胜生。造者殊胜的部分就略述到此，若想进一步了解详情，则应参阅广传。"
    ]
  }
];
