var mainData = [
  {
    title: "显示法殊胜中",
    subtitle: "P8L7_P8L9",
    testdate: "05/04/2025",
    sentences: [
      "<b>显示法殊胜中，法者此教授基论，谓菩提道炬。依怙所造虽有多论，然如根本极圆满者，厥为道炬。具摄经咒所有枢要而开示故，所诠圆满。调心次第为最胜故，易于受持。又以善巧二大车轨，二师教授而庄严故，胜出余轨。</b>",
      "说明法的殊胜之处，此处所说的「法」，是指这个教授的根本论典，即《菩提道炬论》。",
      "依怙阿底峡尊者虽然著作了许多论典，但这当中，如同根本且最为圆满的论著，就是《道炬论》。因为这本论典总摄显、密教法的扼要而作开示，所以诠说的内容圆满；以调心次第为主，因此容易受持；又以精通二大车轨的两位上师的教授作为庄严，所以超胜于其他的传承法脉。",
      "(上文“两位上师”指的是通达无着广行派的金洲大师 Serlingba，以及通达龙树深见派的小明了杜鹃 Vidyākokila。) 资料来源: 菩提道次第广论四家合注白话教注集。"
    ]
  }
];
