var mainData = {
  title: "P120L8 - P123L8 第二分别---论卷四终",
  subtitle: "深信业果 1B",
  testdate: "08/08/2026",
  paragraph: [
    {
      category: "title",
      subTitle: "A组 2026年8月8日",
      mainTitle: "广论消文"
    },
    {
      category: "content",
      pageTitle: "P120L8-L10 第二分别---作已无失",
      explanation:
        "现在已经了解业的四个特质：一切苦乐皆有它的因果关系，皆由各别的业所决定；业会增长广大；未造作的业不会遇到；已造作的业不会徒然消失。第二分别思惟。现在再分两部分来思惟，一、显十业道而为上首，二、决择业果。",
      originalText:
        "第二分别思惟分二 一显十业道而为上首 二决择业果 今初      如是了知苦乐因果，各各决定及业增大，未作不会，作已无失。",
      personInCharge: "碧云"
    },
    {
      category: "content",
      pageTitle: "P120L10-L12 彼当先于---十白业道",
      explanation:
        "我们应该对哪些业果发起定解及取舍？总的来说，我们一切的善行或恶行，总离不开身、口、意三门的造作。虽然十业道无法尽摄三门所有业行，但最粗显、重大、根本的业，就是这十种。因此，世尊摄其要义而宣说了“十黑业道”。如果能断除这十种黑业道，其所引生的重大利益也可以扼要地摄集为十项；由于见此重大义利，于是世尊说“十白业道”。",
      originalText:
        "彼当先于何等业果所有道理发起定解而取舍耶，总能转趣妙行恶行三门决定，三门一切善不善行，虽十业道不能尽摄。然诸粗显，善不善法罪恶根本诸极大者，世尊摄其扼要而说十黑业道。若断此等，则诸极大义利扼要亦摄为十，见此故说十白业道。",
      personInCharge: "碧云"
    },
    {
      category: "content",
      pageTitle: "P120L12-P121L1 俱舍论云---仙所说道",
      explanation:
        "《俱舍论》中说：“将善业与不善业中最粗显而扼要的部分归纳起来，就是这十业道。” 《辨阿笈摩经》也说：“应当如理守护身语意业，更要避免造作恶行，清净身口意三业，才能成瓣世尊所说的无上菩提。”\n",
      originalText:
        "俱舍论云:“摄其中粗显，善不善如应，说为十业道。”辨阿笈摩亦云:“应护诸言善护意，身不应作诸不善，如是善净三业道，当得大仙所说道。",
      personInCharge: "碧云"
    },
    {
      category: "content",
      pageTitle: "P121L1-L3 由善了知---数数称赞",
      explanation:
        "正确了解这十黑业道的内容以及它所感得的果报后，平常就要从起心动念的细微处努力去防护，使身口意三门不受任何烦恼、习气的杂染。十善业道，是一切善行的根本，一切成就所不可缺少。时时串习十善业道的人，是成瓣三乘及一切士夫暂时究竞利乐不可或缺的根本。所以佛陀在经典当中，常以各种不同的方式，称赞十善业道的殊胜利益。",
      originalText:
        "由善了知十黑业道及诸果已，于其等起亦当防护，使其三门全无彼杂。习近十种善业道者，即是成办一切三乘及其士夫二种义利所有根本，不容缺少，故佛由其众多门中数数称赞。",
      personInCharge: "碧云"
    },
    {
      category: "content",
      pageTitle: "P121L3-L5 海龙王请---谓十善业",
      explanation:
        "如《海龙王请问经》中说：“善法，是人道及天道众生圆满的根本依处；是获得声闻、独觉、菩萨果位的根本依处；更是成就无上正等菩提的根本依处。这根本依处的名称是什么？就是十善业。”",
      originalText:
        "海龙王请问经云:“诸善法者，是诸人天众生圆满根本依处，声闻独觉菩提根本依处，无上正等菩提根本依处。何等名为根本依处，谓十善业。",
      personInCharge: "碧云"
    },
    {
      category: "content",
      pageTitle: "P121L5-L7 又云龙王---所依处所",
      explanation:
        "又说：“龙王！列如所有聚落、城镇、港湾、都邑、国土、王宫；一切草木、药物、树林；一切事业及种子的聚集生长、耕耘、到生出谷物，都是依附着大地而安住，大地是一切万物的所依之处。",
      originalText:
        "又云“龙王，譬如一切聚落，都城，市埠，方邑，国土，王宫，一切草木，药物，树林，一切事业边际，一切种子集聚，生一切谷，若耕若耘，及诸大种，皆依地住，地是彼等所依处所。",
      personInCharge: "碧云"
    },
    {
      category: "content",
      pageTitle: "P121L7-L9 龙王如是---因戒非余",
      explanation:
        "龙王！同样地，这十善业道也是如此，它是生人道、天道，得声闻有学、无学、独觉菩提各种果位的依处；是菩萨一切妙行、一切佛法的所依处。”。所以《十地经》中，经常称赞远离十恶业、清净持戒的所有义理。《入中论》中也总摄说：“所有凡夫(异生)、声闻(语生)、独觉(自力证得菩提)、菩萨(胜子)，能获得增上生及决定胜，都是因为依止这十善业道 (戒的根本) 的缘故，除了清净持戒以外，没有其他的原因了。”",
      originalText:
        "龙王，如是此诸十善业道，是生人天，得学无学诸沙门果，独觉菩提，及诸菩萨一切妙行，一切佛法所依止处。”是故十地经中，称赞远离十不善戒所有义理。入中论中亦总摄云:“若诸异生诸语生，若诸自力证菩提，及诸胜子决定胜，增上生因戒非余。",
      personInCharge: "碧云"
    },
    {
      category: "content",
      pageTitle: "P121L9-L11 如是不能---极应呵责",
      explanation:
        "如果连一条戒律，都无法一再地依靠防护心而守护，竟然自称：“我是大乘行者。”是最应该被斥责的。",
      originalText:
        "如是不能于一尸罗，数修防护而而善守护，反自说云，我是大乘者，极应呵责。",
      personInCharge: "丽珍"
    },
    {
      category: "content",
      pageTitle: "P121L11-L13 地藏经云---恶趣异名",
      explanation:
        "《地藏经》说：透过十善道才能成佛，如果有人终其一生连一种善业道也不能守护，竟然这样说：“我是大乘行者；我追求无上正等菩提！”此补特伽罗是极端狡诈，宣说自已是菩萨的大妄语。在一切诸佛世尊之前，欺瞒世间，没有因而妄求成果，说断灭之语。”  他在痛苦的蒙蔽中直至死亡, 并且步向颠倒堕落。”颠倒堕落，在任何情况下都应当理解成恶趣的别名。",
      originalText:
        "地藏经云“由如是等十善业道而能成佛，若有乃至命存以来，下至不护一善业道，然作是言，我是大乘，我求无上正等菩提。此数取趣至极诡诈，说大妄语，是于一切佛世尊前欺罔世间，说断灭语。此由愚蒙，而至命终，颠倒堕落。”颠倒堕落者，于一切中，应知即是恶趣异名。",
      personInCharge: "丽珍"
    },
    {
      category: "content",
      pageTitle: "P122L1-L3 决择业果---究竟五相",
      explanation:
        "抉择业与果分为三科：一、显示黑业果；二、显示白业果；三、显示业的其他类别·                                            \n第一科分为三科：一、正说黑业道；二、显示轻重的差别；三、显示这些黑业道的果报·\n第一科分为三科：一、正说业道；二、  达到圆满的差别；三、业与道的差别·\n第一科分为十科：一、杀生·分为二科：一、加行、正行与完结的差别；",
      originalText:
        "决择业果分三 一显示黑业果 二白业果 三业余差别 初中分三 一正显示黑业道 二轻重差别 三此等之果 。",
      personInCharge: "道福"
    },
    {
      category: "content",
      pageTitle: "P122L3-L5 然将中三---说他有情",
      explanation:
        "二、正说业道·第一科：什么是杀生？《摄分》当中·对此分为事·想·意乐·烦恼·究竟等五项而说明。但是将中间三项纳入意乐，再加上加行·归纳为事·意乐·加行·究竟四项而说明的话·既容易解释，而且没有违背原意·第二科分为事等四科：其中杀生的事，《昆奈耶》中虽然说是与自己不同心续的人或人相，但是在此是指具有生命的有情。而杀生者如果是杀害自己，虽然有加行的恶业，但是没有究竟。《瑜伽师地论》就此而说：“其他生命。”",
      originalText:
        "今初云何杀生。摄分于此说为，事，想，欲乐，烦恼，究竟五相。然将中三摄入意乐，更加加行摄为四相，谓事，意乐，加行，究竟，易于解释，意趣无违。其中杀生事者，谓具命有情。此复若是杀者自杀，有加行罪，无究竟罪。瑜伽师地论于此意趣，说他有情。",
      personInCharge: "道福"
    },
    {
      category: "content",
      pageTitle: "P122L5-L6 意乐分三---二四错误",
      explanation:
        "意乐，分为想·动机、烦恼三项：其中想有四种，对于是有情的对象，想成是有情及想成不是有情；对于不是有情的对象，想成不是有情及想成是有情，共四种状况。第一和第三种想没有错误，第二和第四种则是错误的。",
      originalText:
        "意乐分三，想有四种，谓如于有情事作有情想及非情想，于非有情作非情想及有情想，初及第三是不错想，二四错误。",
      personInCharge: ""
    },
    {
      category: "content",
      pageTitle: "P122L7-L9 此中等起---谓乐杀害",
      explanation:
        "其中个别的动机，例如心想只杀天授，发起行动时误杀祠授的话，不会有根本罪。因此这种状况中，必须没有错误之想·若动机是针对总体的·行动时心想无论谁来都要杀害，则不须没有错误之想。这样的原则，在不与而取等其他九种中，也应按情况而了知。烦恼，是指三毒任何一者。动机，是想要杀害。",
      originalText:
        "此中等起若有差别，譬如念云，唯杀天授，若起加行误杀祠授，无根本罪，故于此中须无错想。若其等起于总事转，念加行时，任有谁来悉当杀害，是则不须无错误想。如是道理，于余九中，如其所应，皆当了知。烦恼者，谓三毒随一。等起者，谓乐杀害。",
      personInCharge: "道福"
    },
    {
      category: "content",
      pageTitle: "P122L9-L11 加行中能---或余时死",
      explanation:
        "加行当中，付诸行动者，无论是自己去做或者指使他人去做，二者都相同；行动的性质，是以武器，或者毒药，或以明咒等，以任何一种方式发起行动。究竟，是借由这个行动的因缘，对方时致死·或在其他时候死亡。",
      originalText:
        "加行中能加行者，谓若自作或教他作，二中谁作，等无差别。加行体者，谓用器杖，或用诸毒，或用明咒，随以一种起加行等。究竟者，谓即由其加行因缘，彼尔时死，或余时死。",
      personInCharge: "道福"
    },
    {
      category: "content",
      pageTitle: "P122L11-L12 此复如俱---此中亦尔",
      explanation:
        "而在《俱舍论》中说：“杀害者在被害人之前就死亡·或是二人同时死亡，则没有根本堕罪，因为被害人死亡时·杀害者进行杀害行动时的躯体已经毁坏，而生起了中阴身等其他躯体。”所说与此处也是相同的。",
      originalText: "此复如俱舍云:“前等死无本，已生余身故。”此中亦尔。",
      personInCharge: "道福"
    },
    {
      category: "content",
      pageTitle: "P122L13-P123L2 不与取事---任何悉同",
      explanation:
        "第二个恶业不与取，我们称为盗，就是未经人家的同意，人家没有给你，你去拿了，把他人的东西占为己有。不与取也是一样分事、意乐、加行、究竟。一、事：东西只要不是你的，是别人所拥有的－－“他所摄物”。二、意乐：一样，分为想、烦恼、等起三者。1. 想 和 2.烦恼，如同前面所说，须没有错误想、而且是和三毒\n烦恼之一相应。3.动机是内心知道他并不允许，却要把这东西从他那里拿走。",
      originalText:
        "不与取。事者，谓随一种他所摄物。意乐分三，想与烦恼俱如前说。等起者，谓虽未许令离彼欲。",
      personInCharge: "绣丽"
    },
    {
      category: "content",
      pageTitle: "P122L13-P123L2 不与取事---任何悉同",
      explanation:
        "三、加行： 1. 能加行者：同前面所说，不管亲自作或教唆他人，二者同样犯偷盗罪。2. 加行体 ：偷盗的方式，无论是强力劫夺或是暗中偷偷拿，都一样是“不与而取”。",
      originalText:
        "加行中能加行者如前。加行体者，谓若力劫，若暗窃盗，任何悉同。",
      personInCharge: "绣丽"
    },
    {
      category: "content",
      pageTitle: "P123L2-L4 此复若于---发起得心",
      explanation:
        "如果欠了债务，或是别人暂时寄存己处的东西，以种种诈欺的手段吞没，或霸占不还，这也是盗。在动机上，不论是为了自利，为了别人，或是为了让他人造成损失，就属于偷盗恶业。",
      originalText:
        "此复若于债及寄存，以诸矫诈欺惑方便，不与而取，或为自义，或为他义，或为令他耗损等故，所作悉同成不与取。",
      personInCharge: "绣丽"
    },
    {
      category: "content",
      pageTitle: "P123L4-L5 此复若是---即生本罪",
      explanation:
        "四、究竟：指完成偷盗这件事。在《摄决择分》中说：“使物品离开原位、移到其他地方，就是究竟完成不与取。”有关这个“究竟”的定义虽然有种种不同的说法，把东西移往他处只是一种讲法，像田地等无法移动的东西，也可以成立“究竟”的条件，依本论的观点，一旦心中生起“我已经得到了”的心念，就算是盗业造作究竟。同样的，如果教唆他人抢劫或偷盗，只要生起“我得到了”的心念，就算是究竟。就好像派人前往杀人，虽然不知道杀手何时行动，也不知道结果，但只要被杀者一死，此教唆者的杀生根本罪便立即完成了。",
      originalText:
        "究竟者，摄分中说:“移离本处。”于此义中，虽多异说，然从物处，移于余处，唯一是例，犹如田等无处可移，然亦皆须安立究竟，是故应以发起得心。此复若是教劫教盗，彼生即可，譬如遣使往杀他人，自虽不知，然他何时死，其教杀者，即生本罪。",
      personInCharge: "绣丽"
    },
    {
      category: "content",
      pageTitle: "P123L6-L8 注瑜伽师---正行供养， 广论卷四终",
      explanation:
        "瑜伽师地论中说，菩萨于如来所修十种供养 ：（一），设利罗供养（亲现供养如来色身）。（二），制多供养（塔庙等供养）。（三），现前供养。（四），不现前供养。（五），自作供养。（六），教他供养。（七），财敬供养。（八），广大供养。（九），无染供养。（十），正行供养。菩提道次第广论卷四终",
      originalText:
        "注  瑜伽师地论云，菩萨于如来所修十种供养 （一），设利罗供养（亲现供养如来色身）。（二），制多供养（塔庙等供养）。（三），现前供养。（四），不现前供养。（五），自作供养。（六），教他供养。（七），财敬供养。（八），广大供养。（九），无染供养。（十），正行供养。菩提道次第广论卷四终",
      personInCharge: "绣丽"
    }
  ]
};
