var mainData = [
  {
    tag: "",
    description:
      "小蚯蚓问蚯蚓妈妈，“妈妈，爸爸去哪里了？” 妈妈楞了会，看着小蚯蚓说，“爸爸陪人钓鱼去了”"
  },
  {
    tag: "",
    description:
      "一天曹操带曹冲去拜访刘备，走到门口的时候曹操就说“曹操携幼子前来拜访” 刘备说“你来就来呗，你带啥水果呢”"
  },
  {
    tag: "",
    description:
      "刽子手在距离刑场还有一百米的时候，对囚犯说，<br><br>前方一百米掉头"
  },
  {
    tag: "",
    description:
      "为帮助小华更好地理解应用题，老师就打了个比方：“商场里开冷气，要求室内外温差是4度。那么当室外温度是24度时，室内的冷气应开到几度？”<br>小华回答：“20度。”<br><br>老师：“正确。如果室外是14度呢？”<br>小华：“室内就是10度。”<br><br>老师：“很好。如果室外是4度呢？”<br><br>小华：“都这么冷了，还要开冷气吗？”"
  },
  {
    tag: "",
    description:
      "老师问，谁能把”燕雀安知鸿鹄之志”翻译成现代文?<br>二货答：“哥的世界你不懂!”"
  },
  {
    tag: "",
    description:
      "美国人：“你看过木头做的杯子吗?”<br>中国人：“没有!”<br>美国人：“那为什么你们中国字的“杯”是木字旁?”<br>中国人：“旁边不是有个“不”字吗!就是说它不是木头做的。”"
  }
];
